[   
    {
        "id": 1,
        "title" : "Fury",
        "description": "၁၉၄၅ ခုနှစ်၊ ဧပြီလ။  ဒုတိယကမ္ဘာစစ် ဥရောပစစ်မြေပြင်။  အင်အားကြီးစစ်နိုင်ငံဖြစ်တဲ့နာဇီ ဂျာမနီနိုင်ငံအား အမေရိကန်မှ နောက်ဆုံးထိုးစစ်ဆင် တိုက်ခိုက်နေတဲ့အချိန်။အမေရိကန်စစ်တပ် တပ်မဟာ ၆၆၊ တပ်ခွဲ ၂မှ တပ်ကြပ်ကြီး ကော်လီရာ ( Collier ) က ယင်းစစ်မြေပြင်မှာ ဖျူရီ (fury)  လို့ခေါ်တဲ့တင့်ကား ကိုဦးဆောင်ကာ တိုက်ပွဲဝင်နေသူဖြစ်ပါတယ်။ ဖျူရီ ရဲ့ တခြားတပ်ဖွဲ့ဝင်တွေဖြစ်တဲ့  သေနတ်သမား ဘိုင်ဘယ် (Bible) ၊လက်နက်ကြီးကျည်ဖြည့်တာဝန် ကွန်းအက်စ် (Coon-Ass) ၊ တင့်ကားမောင်းသူ ဂေါ်ဒို (Gordo) တို့ဟာ စစ်စကတည်းက တွဲဖက်ညီညီ နဲ့တိုက်ပွဲဝင်ခဲ့ကြတဲ့ ဝါရင့်စစ်သားတွေပဲဖြစ်ပါတယ်။အလန်းစားတင့်တိုက်ပွဲတွေတွေ့ရမြင်ရမှာဖြစ်သလို၊ရဲဘော်ရဲဘက်စိတ်၊စစ်အတွင်း လူသားအချင်းချင်း တစ်ယောက်နဲ့တစ်ယောက်သဘောထားတွေကိုအကောင်းဆုံးရိုက်ပြနိုင်တဲ့ကားဖြစ်ပါတယ်… ခံစားကြည့်လိုက်ပါဦး",
        "category": "war",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=129fBNhvko8VD2FQVhAtod40I_jTfMv2f",
        "url": [
                "uVYQ10UnZJs"
            ]
    },
    {
        "id": 2,
        "title" : "Adventures Of Aladdin",
        "description": "အာလာဒင်ပုံပြင်ကို ဆန်းသစ်ထားတဲ့ ပြင်သစ်ဇာတ်ကားပါ။အာလာဒင်ကို Comedy ဇာတ်ကားဖြစ်အောင်ရိုက်ကူးထားပါတယ်။တွေ့ဖူးသမျှ အာလာဒင်ဇာတ်ကားတွေထဲမှာတော့ ဒီဇာတ်ကားက အတော်အခွက်ပြောင်ပါတယ်။တစ်ကားလုံး ရယ်ရမလို စိတ်ပျက်ရမလိုနဲ့ သေချာတာကတော့ ကြားဖူးနေကြ အာလာဒင်နဲ့လုံးဝမတူတာပါပဲ။ဇာတ်ကားတစ်ကားလုံးကို သွက်လက်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ပံ့ပိုးထားတဲ့အပြင်အာလာဒင်သီဆိုတဲ့ Rap သီချင်းတွေကလဲ နားထောင်လို့ကောင်းပါတယ်။ပုံစံပြောင်းအာလာဒင်နဲ့ ခွီကြပါစို့။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1PuJqcRrrYJv9jjNBTl3ehQ52xbeqPTPf",
        "url": ["uFlVBDpUWOI"]
    },
    {
        "id": 3,
        "title" : "Mummy Reborn",
        "description": "ပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာချင်နေတဲ့စော်အကိတ်တစ်ပွေရယ်၊သူ့ရဲ့just friendတစ်ကောင်ရယ်၊ပိုက်ဆံရှိလက်နက်တွေရှိအလုပ်သမားတွေရှိပြီးမသေမျိုးဖြစ်ချင်နေတဲ့ဘောစိကြီးတစ်ယောက်ရယ်မြို့တော်ကြီးကိုရှာပုံတော်ဖွင့်ကြတာပေါ့။မထင်မှတ်ဘဲနဲ့ တကယ့်မံမီကြီးတစ်ကောင်ကိုအသက်သွင်းလိုက်မိတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1zcMpdGEkiVvKEqPvUF4xgk68rNaoSHWY",
        "url": ["4CDopKWCK-Q"]
    },
    {
        "id": 4,
        "title" : "The Wall",
        "description": "ဒီကားလေးကတော့ယခုနှစ်၂၀၁၇၅လပိုင်းထွက်ကားသစ်လေးပါ။စစ်ကားလို့ထင်ရပေမယ့်ဒီကားလေးကတမူထူးခြားပါတယ်။အဲဒါထက်အဓိကသရုပ်ဆောင်နှစ်ယောက်မှာလဲနပန်းသမားကြီးJohnCenaပါဝင်သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ။ဒီကားလေးကပုံမှန်စစ်ကားအတိုက်အခိုက်ကားတွေကနေကွဲထွက်နေတာပါ။အပစ်အခတ်တွေထက်စကားပြောခန်းပိုပြီးပါတာတွေ့ရမှာပါ။ပုံမှန်ကြည့်နေကျအမေရိကန်စစ်ကားတွေလိုစစ်တပ်ဆိုင်ရာအမြင်ထက်စစ်ပွဲအကြောင်းကိုတဖက်ရှုထောင့်ကနေဖော်ပြပေးထားတာပါ။ကြည့်လိုက်ရင်တော့တမျိုးကြီးဖြစ်နေပေမယ့်မကောင်းတဲ့တမျိုးကြီးတော့မဟုတ်ပါဘူး။တွေးစရာလေးတော့ရမယ်ထင်ပါတယ်။ဇာတ်ကားလေးကို၂၀၀၇ခုနှစ်စစ်ပွဲအပြီးပြန်လည်ထူထောင်ရေးကာလအီရတ်နိုင်ငံတနေရာမှာဇာတ်အိမ်တည်ထားပါတယ်။အမေရိကန်စစ်တပ်လက်ဖြောင့်သမားနှစ်ဦးဖြစ်တဲ့အိုက်ဇက်နဲ့လက်ထောက်တပ်ကြပ်ရှိန်းတို့ဟာဆောက်လုပ်ရေးလုပ်ငန်းခွင်တနေရာမှာပစ်ခတ်မှုဖြစ်တဲ့အတွက်အကူအညီခေါ်လို့သွားရောက်စုံစမ်းထောက်လှမ်းခဲ့ပါတယ်။အချိန်အတော်ကြာအောင်စောင့်ကြည့်ပေမယ့်ဘာမှမထူးခြားတာကြောင့်တပ်ကြပ်ရှိန်းတယောက်အောက်ကိုဆင်းကြည့်တာမှစပြီးဲဂိုလ်ဆိုးဝင်တာပါပဲ။Jubaလို့ခေါ်တဲ့အသံတိတ်သေနတ်သမားဆိုတဲ့အတိုင်းအမေရိကန်လက်ဖြောင့်သမားတွေထက်တောင်ကျွမ်းကျင်သူနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။ရှိန်းတယောက်အပစ်ခံရပြီးနောက်အိုက်ဇက်လည်းနောက်ကလိုက်ကူဖို့ဆင်းသွားပါတယ်။ဒါပေမယ့်သူလည်းအပစ်ခံလိုက်ရပြီးနှစ်ယောက်သားရန်သူလက်ဖြောင့်သမားရဲ့ထိန်းချုပ်မှုအောက်မှာရောက်သွားပါတယ်။ဇာတ်လမ်းလေးကိုတော့အဲလိုလေးကျောရိုးတည်ထားပါတယ်။ဇာတ်ကွက်ထက် စကားပြောခန်းကပိုပြီအခရာကျတဲ့အတွက်ဇာတ်ကားကိုကြည့်ပါမှပိုပြီးအရသာရှိမယ်လို့ပြောချင်ပါတယ်။ဒီကားထဲမှာပါတဲံJubaဆိုတဲ့အသုံးအနှုန်းဟာတကယ့်လက်တွေ့မှာလည်းအီရတ်စစ်မြေပြင်မှာအမေရိကန်စစ်သားများစွာရဲ့အသက်ကိုခြွေယူနိုင်ခဲ့တဲ့အသံတိတ်သေနတ်သမားတယောက်ကိုသုံးနှုန်းတဲ့စကားဖြစ်ပါတယ်။အပစ်အခတ်ကိုဦးစားပေးတာမဟုတ်လို့အကြမ်းပတမ်းတွေတွေ့ရမှာမဟုတ်ပါဘူး။Ratingအနေနဲ့ကလည်း6.2ထိရထားပါတယ်ဗျာ။",
        "category": "war",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1SFClfjrG_Wl93vAvQUeYE0nNlEgFVEKj",
        "url": ["dsznrjRZy-8"]
    },
    {
        "id": 5,
        "title" : "Face Off",
        "description": "အက်ရှင်၊ thriller လို့ပြောတာနဲ့ ဘယ်ခေတ်ကိုရောက်ရောက်ရိုးမသွားမယ့် ရုပ်ရှင်တစ်ကား တင်ပေးလိုက်ပါတယ်။IMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်ကြည့်ဖူးသူတွေကတော့ မေ့မှာမဟုတ်ပါဘူး။ နီကိုးလတ်ကေ့ နဲ့ဂျွန်ထရာဗိုတာတို့ အပြိင်ကျဲခဲ့တဲ့ကားပါ။ ဇာတ်လမ်း၊ သရုပ်ဆောင်၊ရိုက်ချက် အားလုံးကောင်းပါတယ်။ သားဖြစ်သူကို သတ်သွားတဲ့ အကြမ်းဖက်သမားကို တစ်ဘဝလုံး နှစ်မြှပ်ပြီး လိုက်ဖမ်းနေခဲ့တဲ့အက်ဖ်ဘီအိုင်အေးဂျင့် ရှောင်ဟာ နောက်ဆုံးတော့အကြမ်းဖက်သမား ကတ်စတာကို မိသွားပါတယ်။ မိသွားချိန်မှာကတ်စတာ ထောင်ခဲ့တဲ့ ဗုံးနေရာကို သိဖို့အတွက် ကတ်စတာရဲ့မျက်နှာကိုခွာယူပြီး ခွဲစိတ်ပြုပြင်ပြီး ကတ်စတာ အဖြစ်ဟန်ဆောင်စုံစမ်းနေရပါတယ်။ဒီအချိန်မှာပဲ ကတ်စတာက ရှောင်ရဲ့ မျက်နှာကို ယူပြီးအက်ဖ်ဘီအိုင်အေးဂျင့်အဖြစ် ပြန်လိုက်ဒုက္ခပေးတဲ့အခါမှာ…..",
        "category": "action",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1BVHbaR4D3eisspXp5e3Pl7_ktsvFZ4kF",
        "url": ["YJmDLGquKlk"]
    },
    {
        "id": 6,
        "title" : "FLYPAPER ",
        "description": "လူတစ်ယောက် အကြွေလိုချင်လို ့ ဘဏ်ထဲဝင်လဲတယ်ဘဏ်စာရေးမလေး က မင်္ဂလာဆောင်ပြီးကာစအဲ့အချိန်မှာ ဘဏ်ကဓါးပြအတိုက်ခံရတယ်ထူးဆန်းတာက တိုက်တာက အဖွဲ ့၂ ဖွဲ ့FBI ကနေ ဓါးပြတွေကို အဆင့်တွေခွဲထားတဲ့ခေတ်လာတိုက်တဲ့ ၂ဖွဲ ့မှာ သုံးကောင်အဖွဲ ့က ဆရာတွေ rank အမြင့်၂ကောင်အဖွဲ ့က ငစနူ အောက်တန်းစားဓါးပြတွေအကြွေလာလဲတဲ့ သူက OCD ဝေဒနာသည်အတွေးအခေါ်က ရှယ်ဂျွတ် ဂဏန်းသချာင်္ က အသေတော်ဘဏ်စာရေးမလေးကို ကာကွယ်ပေးချင်တဲ့သူဖြစ်ချင်တော့ ဓါးပြ ၂ ဖွဲ ့အချင်းများနေတုန်းဘေးကရပ်ကြည့်နေတဲ့ တယောက်ကို ကျည်ဆန်ထွက်ပြီး မှန်ပြီးသေသေသွားတာက အရပ်ဝတ်နဲ ့ရဲဖြစ်နေတယ်ဘယ်သူပစ်လိုက်မှန်းလဲ မသိဉာဏ်ပြေးတဲ့ မင်းသားအပါအဝင် ဓါးစာခံ ရှစ်ယောက်ရယ်smart ဖြစ်တဲ့ ဓါးပြအဖွဲ ့ရယ်ငပေါ ဓါးပြ ၂ကောင်ရယ် plot မိုက်မိုက်လေးနဲ ့twist လန်းလန်းလေးနဲ ့ ဘဏ်ဓါးပြကားမျိုး ကြည့်ချင်သူများအကြိုက်တွေ ့မှာပါ",
        "category": "action",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1A-XUqmo6p-kxcFmKrkb8w6R8ZL7SO-hp",
        "url": ["aq_Ro2bnPwk"]
    },
    {
        "id": 7,
        "title" : "Wolf Warrior",
        "description": "ဒီနေ့ အတွက်တော့ အတိုက် အခိုက်၊ အပစ်အခတ်နဲ့ ခပ်သွက် သွက် အက်ရှင်ကားကြည့် ပရိ သတ်အတွက် တရုတ်အက်ရှင် ကားလေးဖြစ်ပါတယ်။အထူး ရဲတပ်ဖွဲ့က တပ်ကြပ် ကြီး လန်ဖန် ဟာ လက်ဖြောင့်သေနတ် သမား တစ်ဦးဖြစ်ပြီး တစ်ရက် မှာ သူတို့ တပ်ဖွဲ့တရားမ၀င် ဘိန်း ထုတ်တဲ့ စက်ရုံကို ၀င်ရောက်နှိမ်နင်းရင်း ဘိန်းရာဇာ တစ်ယောက် နဲ့ ထိပ်တိုက် ဆုံခဲ့ပါတယ်။ဘိန်းရာဇာက ဓားစာခံ တစ်ယောက်ကို အကာအကွယ် ယူရင်း အထူးတပ် ဖွဲ့၀င်တစ်ယောက်ကို သေနတ် နဲ့ ပစ်ခဲ့တာကြောင့် လန်ဖန် က အထက် အမိန့် ကို မစောင့်ဘဲ ကိုယ့် သဘော နဲ့ ကိုယ် ဘိန်းရာဇာကို သေနတ်မှန်အောင်လုပ်ခဲ့ပါတယ်။အမိန့် မနာခံမှု နဲ့ လန်ဖန် တစ်ယောက် အထူးရဲ တပ်ဖွဲ့က အ ထုတ်ခံခဲ့ရပေမယ့် တပ်စုမှူးလုံ ရှောင်ယွမ် က လန်ဖန် ရဲ့ လုပ်ရည် ကိုင်ရည် ကို သဘောကျတာ ကြောင့် “War Wolf” လို့ခေါ်တဲ့ ပထမအဆင့် အထူးတပ်ဖွဲ့ကို ခေါ် ယူခြင်းခံခဲ့ရပါတယ်။တစ်ရက်မှာတော့ အထူးရဲ အဖွဲ့ဟာ တရုတ် သူဌေးကြီး မင်းဒန် ကို လူကုန်ကူးမှု၊ လက်နက် လက်၀ယ်ထားမှု စတဲ့ အမှုတွေ နဲ့ သူ့အိမ်ကို အဖွဲ့လိုက်၀င်ဖမ်းတဲ့ အခါ သူကလည်း ခေသူတော့ မဟုတ်ပါဘူး။ကြေးစားသေနတ် သမားတွေကို အဖွဲ့လိုက်ငှားထား တာမို့ သူဌေးကြီးကို လာဖမ်းတဲ့ ရဲတပ်ဖွဲ့ ၀င်တွေကို ကြေးစားအဖွဲ့ တွေက မသေမချင်း ဘက်ပေါင်း စုံကနေ ပြန်တိုက်ခဲ့ပါတယ်။သူဌေးကြီး မင်းဒန်ကလည်း လန်ဖန် ရဲ့ သေနတ်ကျည်ကြောင့် သူ့ညီသေခဲ့ရတာမို့ မခဲမကျေဖြစ် ပြီး လန်ဖန် ကို လက်စားပြန်ချေဖို့အတွက် ကြေးစား လူသတ်သမား အမေရိကန်ရေတပ် အဖွဲ့၀င်ဟောင်း တော်မ်ကက် ကို ငှားခဲ့ပါတယ်။တပ်ဖွဲ့သစ်ထဲကို ရောက်သွားတဲ့ လန်ဖန် ဟာ အဖွဲ့၀င်သစ်တွေနဲ့ အဆင်ပြေအောင် ကြိုးစား နေထိုင်ပြီး တိုက်ပွဲတွေ၀င်ခဲ့ပြီး နောက်တစ်ရက်မှာ တော်မ်ကက် နဲ့ ထိပ်တိုက်တွေ့ပါတော့တယ်။ဘိန်းရာဇာ ရဲ့ ကိုယ်စား လန်ဖန်ကို အသေတိုက်မယ့် ကြေးစားအဖွဲ့တွေနဲ့ ဆုံတဲ့အခါ လန်ဖန်ဘယ်လိုအခြေအနေနဲ့ အဆုံးသတ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါဦး။(ရုပ်ရှင်အညွှန်းကို ohnphwa.com မှကူးယူဖော်ပြပါသည်။)",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1oIGz-Ynh5tQN7nySxUFs4mvzHLP4i3t7",
        "url": ["-cZESKwKNpg"]
    },
    {
        "id": 8,
        "title" : "In Time",
        "description": "အဆိုတော်မင်းသားချော Justin Timberlake နဲ့ မင်းသမီး Amanda Seyfried တို့ပါဝင်ထားတဲ့Action/Sci-fi/Thriller အမျိုးအစားဇာတ်ကားတစ်ကားပါ…နောင်နှစ်ပေါင်းများစွာကြာသောအခါ၂၁၆၉ခုနှစ်မှာ လူသားများသည် အသက်၂၅ နှစ်ပဲရှည်အောင် တီထွင်ခံရသောအခါ….မွေးဖွားလာကတည်းက လက်မောင်းမှာ ဒစ်ဂျစ်တယ်နာရီပါလာသောအခါ…ဆက်လက်အသက်ရှင်ချင်ရင် အသက်နာရီတွေကိုသုံးရသောအခါ….ချမ်းသာတဲ့လူရယ် ဆင်းရဲတဲ့သူရယ် ခွဲခြားထားသော အချိန်များပြောင်းလဲမှု Dayton နှင့် New Greenwich ဆိုတဲ့ အချိန်ဇုံ၂ခုကြား…မင်းသား Justin Timberlake ကိုထည့်သွင်းလိုက်သောအခါ…..။",
        "category": "action",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=10853oaSbYmEFXperJFIl4nqRpAgP7Wvg",
        "url": ["e1C8x_L6Lcs"]
    },
    {
        "id": 9,
        "title" : "Death And Glory in Changde",
        "description": "Death and Glory in Changde is a 2010 Chinese war film based on the events in the Battle of Changde in 1943 during the Second Sino-Japanese War. The Chinese title of the film literally means 'bloodbath, isolated city'. Directed by Shen Dong, the film starred Ray Lui, Yuan Wenkang and Ady An in the lead roles.",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1k4eUlF_9dcAPW5bbmObMrSr6A6JYjPhQ",
        "url": ["Vk_dbT1jddk"]
    },
    {
        "id": 10,
        "title" : "Norchmen : A Viking Saga",
        "description": "Northmen: A Viking Saga is a 2014 historical action film by Swiss director Claudio Fäh. It is an English-language film",
        "category": "history",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1K51dsoObgOhzwtd0o0A2Kz3U45G9BFaH",
        "url": ["Qc24Y0Ug2-0"]
    },
    {
        "id": 11,
        "title" : "Den Of Thieves",
        "description": "အားလုံးစောင့်မျှော်နေကြတဲ့ Den of Thieves လာပါပြီ။ဒုန်းဒုန်းဒက်ဒက် တုံးလုံးပတ်လက် အဆဲတစ်လိုင်း ခပ်ရိုင်းရိုင်းမှ ကြည့်ချင်သူတွေအတွက်၂၀၁၈ ရုံတင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လက်ရဲဇက်ရဲနိုင်တဲ့ နယ်ထိန်းရဲတပ်ဖွဲ့နဲ့ ရေတပ်စစ်သားဟောင်းတစ်သိုက်တို့ပညာပြိုင်ကြပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာ ဓားပြလုံးဝအတိုက်မခံရသေးပါဘူးဆိုတဲ့ ဘဏ်ကို ဒုစရိုက်သမားတွေကဘယ်လိုဝင်ခိုးကြမလဲ၊ နယ်ထိန်းရဲတွေက ဘယ်လိုတားဆီးမလဲ၊ မြုပ်ကွက်တွေက ဘာတွေလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။ျားကြီးချဲ့ပြောဇာတ်လမ်းက အမလေ၊ မြုပ်ကွက်တွေပေါ်လေ ဖြစ်မှာစိုးတဲ့အတွက် အနည်းငယ်ပဲ ညွန်းထားတာဖြစ်ပါတယ်။မင်းသားကြီးတွေကလဲ အကြမ်းပတမ်းသမားတွေဖြစ်တာကြောင့် ကြည့်ရတာ တကယ်ကိုအားရတဲ့ ကားကောင်းတစ်ကားဖြစ်မှာပါ။IMDb Rating 7 တောင်ရရှိထားတဲ့အတွက် အက်ရှင်ကားကောင်းတစ်ကားလို့ ပြောလို့ရပါတယ်။ခေါင်းဆောင်မင်းသားဖြစ်သူ Gerard Butler ဟာဆိုရင် 300, Olympus has Fallen လို ရုပ်ရှင်တွေမှာပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အဆဲအဆိုစကားတွေ အများကြီးပါတဲ့အတွက်ဘာသာပြန်တဲ့နေရာမှာ ဆဲဆိုတဲ့စကားတွေ ပါတဲ့အကြောင်း ကြိုတင်ပြီး မေတ္တာရပ်ခံလိုက်ပါတယ်။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1R2QC9Wss0XXjVEcoWrmBcFgVFo__hg-E",
        "url": ["ZLBDgD3v5dc"]
    },
    {
        "id": 12,
        "title" : "War Thunder",
        "description": "Plot : In November 1941, remaining squad of Soviet soldiers must stop a column of Nazi Germany tanks.",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1FngVgr-ye9NefsGYz1horsuKZL4o-zOZ",
        "url": ["VdKZCk0zLDI"]
    },
    {
        "id": 13,
        "title" : "Tricky Brains",
        "description": "​IMDb Rating (7.1) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားထဲမှာ chow က လူလိမ်ဝိဇ္ဇာ…လိမ်တဲ့နေရာမှာ လျပ်တပြက်ရော အစီအစဉ်တကျရော အကုန်ပိုင်နိုင်တဲ့ စွယ်စုံရလူလိမ်…ဘယ်သူ့မျက်နှာမှ မထောက်ဘဲ ပိုက်ဆံမျက်နှာတစ်ခုပဲကြည့်တတ်တဲ့ တကယ့်လူ…အဲ့…Andy Lau ကျတော့ ရိုးသားကြိုးစားတဲ့ ကုမ္ပဏီဝန်ထမ်းတစ်ဦး…ရိုးအ,လွန်းလို့ ကောင်မလေးကတောင် ရေလာမြောင်းပေးပြရတဲ့လူ…လူလိမ်ဝိဇ္ဇာနဲ့  လူရိုးလေးတို့ လျှို့ဝှက်ကိစ္စတစ်ခုနဲ့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ…….။ဇာတ်ကားက အတော်ပဲရယ်ရပါတယ်…chow တစ်ယောက်ထဲနဲ့ကို အကွက်ပြည့်နေတာပါပဲ။တခြားတစ်ယောက်နဲ့ သူ့ကောင်မလေးစေ့စပ်သွားလို့အသည်းကွဲနေတဲ့ Andy Lau တစ်ယောက် အရက်သောက်ရင်းညည်းတယ်။မိန်​းမ​တွေက အ​ရေးမပါပါဘူးကွာ…ဒါကို chow ကတော့လက်မခံပါဘူး..ဒီလိုပြန်ချေပပါတယ်။အ​ရေးပါတယ်​ကွ….သူ့ကိုလက်ထပ်ပြီးရင် မင်းနှိပ်စက်လို့ရပြီ….ပြီးရင် သူ့ကို အပျော်မယ်လုပ်ခိုင်းပြီး ရောင်​းစားလိုက်လဲရတယ်…တခြားလူဆီတော့ မပေးလိုက်နဲ့ တဲ့။ 😛 မျက်ခွက်ပြောင် ဗရုတ်သုတ်ခ Chow တစ်ယောက် ဘယ်လိုတွေ ပြသနာရှာပြီး အဲ့ပြသနာတွေကို သူ ဘယ်လိုဖြေရှင်းသွားမယ်ဆိုတာ..ကြည့်ရှုလိုက်ပါနော်။Crd: www.gcmovies.org",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=17o5prnUnFJveJvf6z9RPM_-0g2KFnARN",
        "url": ["UBJYiEm-jNQ"]
    },
    {
        "id": 14,
        "title" : "Mudras Calling:မုဒြာရဲ့ခေါ်သံ",
        "description": "IMDB 8.5/10 | When US-raised Jaden returns to his birthplace Myanmar, to search for his roots, he discovers a shocking truth, a new love and ultimately a possible future in his homeland.",
        "category": "myanmar",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1H-pO89STWRH6dJ0mu-Vgb2KXZQbumHXP",
        "url": ["IhdsRySHKxk"]
        }, 
    {
        "id": 15,
        "title" : "Mr. Bones",
        "description": "90’s Born တွေတော်တော်များများ နဲ့ရင်းနှီးကြတဲ့ ဟိုး ဗီဒီယိုတိတ် နဲ့ ခေတ်ကထဲ ကဂျီးကပ် မှိုတတ်နေတဲ့အခွေကို ဘာသာစကားနားမလည်ပဲကြည့်တာတောင် အူတက်မတတ် ခွီခဲ့ရတဲ့အာဖရိက ရောက်လူဖြူကြီး Mr. Bone ရဲ့မင်းသားရှာပုံတော် ခရီးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားက Comedy မှာ စွန်း ဖောက်တဲ့ ကားမို့ဇာတ်ကြောင်းအထွေအထူးပြောစရာမလိုဘူးလို့ထင်မိပါတယ်ဒီကားကို ဒါရိုက်တာ Gray Hofmeyr က ရိုက်ကူးထားပြီးGoogle ကိုခေါက်ကျိမယ်ဆိုရင် ၉၇% သောသူတွေကဒီကားကို ကြိုက်နှစ်သက်ကြပါတယ်တဲ့ဗျာ",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1zpYXrrO4rZIcZiesiuPvvX5tw3kv2oOP",
        "url": ["kJDoJvERq-M"]
    }, 
    {
        "id": 16,
        "title" : "Mr. Bones 2: Back from the Past",
        "description":  "90’s Born တွေတော်တော်များများ နဲ့ရင်းနှီးကြတဲ့ ဟိုး ဗီဒီယိုတိတ် နဲ့ ခေတ်ကထဲ ကဂျီးကပ် မှိုတတ်နေတဲ့အခွေကို ဘာသာစကားနားမလည်ပဲကြည့်တာတောင် အူတက်မတတ် ခွီခဲ့ရတဲ့အာဖရိက ရောက်လူဖြူကြီး Mr. Bone ရဲ့မင်းသားရှာပုံတော် ခရီးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားက Comedy မှာ စွန်း ဖောက်တဲ့ ကားမို့ဇာတ်ကြောင်းအထွေအထူးပြောစရာမလိုဘူးလို့ထင်မိပါတယ်ဒီကားကို ဒါရိုက်တာ Gray Hofmeyr က ရိုက်ကူးထားပြီးGoogle ကိုခေါက်ကျိမယ်ဆိုရင် ၉၇% သောသူတွေကဒီကားကို ကြိုက်နှစ်သက်ကြပါတယ်တဲ့ဗျာ",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1bCR_x6PIfT7UvxYoBV_N6eYtwRrsJuk2",
        "url": ["6iNg2qYV6DY"]
    }, 
    {
        "id": 17,
        "title" : "Exam",
        "description": "2010 ကထွက်တဲ့ Deadpoolမင်းသား Ryan Reynolds သရုပ်ဆောင်ထားတဲ့ Buriedဆိုတဲ့ကားလေးကိုလဲ ကြည့်ဖူးကြမှာပေါ့ပြသချိန် ၁နာရီခွဲခန့်ရှိတဲ့ဇာတ်ကားတစ်ကားလုံးကို အခေါင်းလေးတစ်လုံးထဲမှာပဲ လှည့်ပတ်ရိုက်ပြသွားတယ်အခုဒီ Exam ဆိုတဲ့ကားလေးလဲ အဲ့လိုမျိုးပါပဲ အခန်းလေးတစ်ခန်းထဲမှာပဲ တစ်ကားလုံးပြီးသွားတာပါ 2009 ကထွက်ခဲ့တဲ့ ဒီindieကားလေးဟာ 600,000 USD သာ ကုန်ကျခဲ့ပါတယ်တစ်ကားလုံးကို အခန်းလေးတစ်ခန်းထဲမှာပဲပြီးသွားခဲ့ပေမဲ့ စိတ်ဝင်စားစရာတွေနဲ့ ပြည့်နှက်နေခဲ့တဲ့ ဒီကားလေးဟာ ဆုတွေလဲ ဆွတ်ခူးခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်……တစ်ကမ႓ာလုံးမှာ ကူးစက်ရောဂါတစ်မျိုး ကပ်ရောဂါအသွင်ဖြစ်ပွားနေချိန်လူတွေက ရောဂါအကူးမခံရဖို့ကိုသာ အာရုံစိုက်နေရပြီး အလုပ်အကိုင်တွေလဲရှားပါးလာတဲ့အခြေအနေမျိုးမှာ ကုမ္ပဏီတစ်ခုက အလုပ်ခေါ်တဲ့အကြောင်းလေးပါ အလုပ်လိုချင်တဲ့လူပေါင်းမြောက်များစွာထဲကမှ နောက်ဆုံးစကာတင် ရှစ်ယောက်ပဲကျန်တယ်အဲ့ရှစ်ယောက်ကို နောက်ဆုံးစမ်းသပ်မှုတစ်ခုထပ်ဖြေခိုင်းတယ်သတ်မှတ်ထားတဲ့စည်းကမ်းချက် ၃ချက်ထဲရှိတယ်စည်းကမ်းဖောက်ရင် အထုတ်ခံရမယ် ဖြေဖို့သတ်မှတ်ချိန် မိနစ် ၈ဝပေးထားတယ်သူတို့အတွက်စားပွဲပေါ်မှာပေးထားတာက ခဲတံလေးတစ်ချောင်းစီနဲ့ စာရွက်တစ်ရွက်စီအားလုံးက မေးခွန်းစာရွက်လို့ထင်နေပေမဲ့ တကယ်တမ်း စဖြေလို့ရပါပြီဆိုတဲ့အချိန်မှာ ကြည့်လိုက်တော့ စာရွက်က အလွတ်ကြီး! အဲ့တော့ ဘာကိုဖြေခိုင်းတာလဲ?သာမန်စာမေးပွဲလို စာရေးရမှာမဟုတ်ရင် ဘာတွေလုပ်ရမှာလဲ?ဘာလို့ဒီကုမ္ပဏီက အလုပ်လေးတစ်ခုခန့်ဖို့ကို အဲ့လောက်ထိရှုပ်ထွေးနေရတာလဲ?သာမန်ရွေးချယ်မှုလေးမဟုတ်ရင် ဒီအလုပ်က ဘယ်လောက်အထိတောင် အရေးကြီးနေလို့လဲ?အဲ့ကုမ္ပဏီကလဲ အမှန်တကယ်က ဘာကုမ္ပဏီလဲ?ရှစ်ယောက်ထဲကဘယ်သူက လျှို့ဝှက်ချက်တွေကိုဖော်နိုင်ပြီး အလုပ်ရသွားမလဲ?ပြသချိန် ၁နာရီနဲ့ မိနစ်၄ဝခန့်ကို ဘယ်လိုကုန်လို့ကုန်သွားမှန်းမသိအောင်ကို ဇာတ်လမ်းထဲမှာမျောသွားပြီး မထတမ်းကြည့်ရလိမ့်မယ်ဆိုတာကို ကျွန်တော်အာမခံရဲတယ်IMDb 6.9, Rotten Tomatoes 63% ရထားပါတယ်အမှန်က rating တွေက အဲ့ထက်ပိုရသင့်တယ်လို့တောင် မြင်မိပါတယ်",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1u_ohSyXoZZgdDPs2vhFckamIKoxdGDun",
        "url": ["dRjMdGXjpnY"]
    },
    {
        "id": 18,
        "title" : "Battle Scars",
        "description": "ဒီ Battle scars ကားလေးက rating 5.2 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် Micheal မှာ Tommyနဲ့ Vinnyဆိုတဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် သူတို့ကငယ်ငယ်လေးထဲကတစ်ပူးပူးတစ်တွဲတွဲနေကြတာပါ တစ်နေ့မှာ သူရဲ့သူငယ်ချင်း Vinny မှာ ဗီယက်နာမ် စစ်ပွဲမှာပါဝင်တိုက်ခိုက်ဖို့အတွက်အရွေးခံလိုက်ရတယ် အဲ့လိုနဲ့ Michealက သူငယ်ချင်းဆိုပေမယ့် ညီအကိုလိုနေနေတာကြောင့် သူနဲ့အတူစစ်ထဲလိုက်မယ်လို့ပြောခဲ့တဲ့အချိန်မှာလည်း Tommyကပါလိုက််မယ်လို့ပြောပြီး သုံးယောက်သားအတူတူသွားပြီးနောက် ဘာဆက်ဖြစ်မယ်ဆိုတာ သိချင်ရင် ကြည့်ကြည့်လိုက်နော်",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1a44v3WVRr8MC1iIYyI07vsTsTpvydUdp",
        "url": ["TclEwxm85NE"]
    },
    {
        "id": 19,
        "title" : "The War of Loong",
        "description": "IMDb 6.5 ရရှိထားတဲ့ဒီဇာတ်​ကား​လေးက​တော့ ၁၈၈၅ခုနှစ်​…..ချင်​မင်​းဆက်​လက်​ထက်​ ချင်​စစ်​တပ်​နှင်​့ြ​​ပင်​သစ်​စစ်​တပ်​တို့ရဲ့စစ်​ပွဲအ​ကြောင်​းကိုရိုက်​ကူးထားခြင်​းပဲဖြစ်​ပါတယ်​။၁၈၈၅ ခုနှစ်​မှာ ပြင်​သစ်​တပ်​ဖွဲ့ကတရုတ်​ပြည်​ကိုကျူး​ကျော်​ပြီးဂွမ်​ရှီးပြည်​နယ်​မှာရှိတဲ့ ကျန်​့နန်​ကွမ်​းမြို့ကို သိမ်​းပိုက်​ခဲ့ပါတယ်​တိုင်​းပြည်​ချစ်​တဲ့မျိုးချစ်​စိတ်​အပြည်​့ရှိတဲ့ တပ်​မှူးကြီးဖုန်​ကျီချိုင်​ဟာသူ့ရဲ့သားနှစ်​ဦးနှင့်အတူ​အမိ​မြေကာကွယ်​ဖို့ရန်​အတွက်​ စစ်​တပ်​ထဲသို့ဝင်​​ရောက်​လာခဲ့ပါတယ်​စစ်​လက်​နက်​ပစ္စည်​း အစစအရာရာ သာလွန်​တဲ့ပြင်​သစ်​တပ်​ကြီးကိုပြန်​လည်​တိုက်​ထုတ်​ဖို့ဆိုတာ လွယ်​ကူတဲ့အရာ​တော့မဟုတ်​ပါဖူးသို့​သော်​​တပ်​မှူးကြီးဖုန်​ကျီချိုင်​က သူ့ရဲ့နိုင်​ငံ့ချစ်​စိတ်​ကို ပြသဖို့ရန်​ ပြတ်​သားတဲ့ဆုံးဖြတ်​ချက်​နှင်​့အတူသူ့အ​ခေါင်​းကိုပါသူ့နှင်​့အတူ စစ်​ပွဲထဲကိုယူ​ဆောင်​လာခဲ့ပါတယ်​ဒီဇာတ်​ကား​လေးက​ဆိုရင်​လက်​နက်​အင်​အားလူအင်​အားလုံးဝကွာခြားလွန်​းလှတဲ့ပြင်​သစ်​စစ်​တပ်​ကို ​တော်​လှန်​တိုက်​ထုတ်​နိုင်​ခဲ့တဲ့ ချင်​လူမျိုးတို့ရဲ့ရဲရင်​့​သောစိတ်​ မျိုးချစ်​စိတ်​ဓာတ်​တို့ကို ကွက်​ကွက်​ကွင်​းကွင်​းပီပီပြင်​ပြင်​ ​ရိုက်​ကူး​ဖော်​ကျူးထားတဲ့ ဇာတ်​ကား​လေးပဲဖြစ်​ပါတယ်​ဖြစ်​ရပ်မှန်​ဇာတ်​ကားဖြစ်​တာ​ကြောင်​့ကြည်​့ဖြစ်​​အောင်​ကြည်​့ကြပါလို့တိုက်​တွန်​းရင်​း နိဂုံချုပ်​အပ်​ပါရ​စေ​..",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1C3c5L9w6WTbZxQzcsUeexBPkNhHDzhNJ",
        "url": ["w0lcJ9IN1XE"]
    },
    {
        "id": 20,
        "title" : "Incident in a Ghostland",
        "description": "Psychopath ကားမျိုးကိုမှ ကြည့်ချင်တဲ့သူအတွက် Ghostland ဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းနဲ့မိတ်ဆက်ပေးပါရစေ။Ghostland ဆိုလို့ သရဲက ဟိုခြောက်လိုက်ဒီခြောက်လိုက်နဲ့ ဟိုအော်ဒီအော်နဲ့ပြီးသွားမယ့် ကားလို့မထင်လိုက်ပါနဲ့။Elizabeth Keller ဆိုတဲ့ နာမည်ကြီး သရဲဝတ္တုစာရေးဆရာမကြီးရှိတာပေါ့။သူက Incident in Ghostland ဆိုတဲ့ ဖြစ်ရပ်မှန်သရဲဝတ္တုစာအုပ်နဲ့ ရောင်းအားအကောင်းဆုံးမှာ ရှိနေတာပေါ့။ သူ့ကို interview တွေလည်းမေးကြတယ် ဒီစာအုပ်နဲ့ ပတ်သက်ပြီးတော့ပေါ့။Beth မှာ အမေရယ် Vera ဆိုတဲ့ အစ်မတစ်ယောက်ရှိပါတယ်။သူတို့ဟာ လွန်ခဲ့တဲ့ ၁၆ နှစ်က သူရယ် သူ့အစ်မရယ် သူ့အမေ ရယ်က အိမ်ကြီးတစ်အိမ်ပြောင်းသွားတော့ Psychopath နှစ်ယောက်ရဲ့ တိုက်ခိုက်မှုကိုခံရတဲ့ အကြောင်းကို Beth ကရေးထားတာလေ။ အဲ့တော့ လူတိုင်းက စိတ်ဝင်စားနေကြတာပေါ့။တစ်ရက်တော့ အဲ့ဒီကို အိမ်ကို သူူပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။သူပြန်ရောက်တော့ သူ့အစ်မ Vera နဲ့တွေ့ပြီး တကယ့်လက်တွေ့ဘဝက သူအဲ့ဒီအိမ်မှာပဲပိတ်မိနေသေးတယ်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာ သူတို့ညီအစ်မ နှစ်ယောက် ဘယ်လို လွတ်အောင်ပြေးမလဲPscychopath နှစ်ယောက်ရဲ့ လက်ခုတ်ထဲကရေလိုပဲ ဆက်နေသွားရမလားဆိုတာ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲကြည့်လိုက်ပါလို့",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1eLiPOiUPGhtSB6sd7bfwfa7XsTWMH9FJ",
        "url": ["QHGba9A2amo"]
    },
    {
        "id": 21,
        "title" : "Russian War Movie",
        "description": "Russian War Movie",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1HbGXoTid7vuWCGEjoVSYJdkomGqIJp3p",
        "url": ["rZNdh9ADULY"]
    },
    {
        "id": 22,
        "title" : "Deception: ဉပါယ်တံမဉ် ",
        "description": "Min Htet possesses a perfect life which will be envied by a lot. He is rich; owns a gallery and in addition to all that, has a beautiful wife called Zin Mar. He is the epitome of happiness ...",
        "category": "myanmar",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1BneOf0wtYzZDWvYUA8aRHjVESEbK6yUL",
        "url": ["NgZsZ1wKVq8"]
    },
    {
        "id": 23,
        "title" : "Ghost House",
        "description": "ဒီရုပ်ရှင် ကားဟာ ထိုင်းနိုင်ငံတွင် ရိုက်ကူးထားတာ ဖြစ်ပြီး ယုံကြည်မှု တစ်ခုကိုအခြေခံထားတဲ့ ကြောက်မက်ဖွယ်ရာ ကျိန်စာသင့် အိမ်တွေ အကြောင်းဖြစ်ပါတယ် ဒါနဲ့ သက်ဆိုင်တဲ့ အနေအထား ပြောရရင် ကျနော်တို့ မြန်မာနိုင်ငံမှာ သစ်ပင်တွေ အိမ်တွေမှာ နတ်စင်တွေ ထားရှိပြီး ယုံကြည်စွာ ကိုးကွယ်ကြပါတယ် ထိုင်းတွေမှာလဲ နတ်စင်တွေ ရှိပါတယ် ဒါပေမယ့် သူတို့ကတော့ နတ်စင် လို့ မသုံးနှုန်းပါဘူးသေတဲ့သူတွေ ခိုကိုးရာ ရဖို့ ဝိဉာဉ်အိမ် (Ghost House) တွေလို့ သုံးနှုန်းတာကို အခုမှ ကျနော်လဲ သေချာသိပါတယ်ထိုင်းနိုင်ငံရဲ့ Shopping Mall တစ်ချို့မှာ ဆိုလျင် ထိုမြေပိုင်ရှင်များကို နတ်ကွန်း (Ghost House ) များဖြင့် အမွှေးတိုင် ပူဇော် ဆီမီးပူဇော်အစားအသောက်များ ကပ်ရုံ မကပဲ သူတို့ ကြိုက်နှစ်သက်သော ရှေးဟောင်း ထိုင်းသီချင်းများကိုပါ ဖွင့်ပေးထားရသည်ကို မျက်မြင်ကိုယ်တွေ့တွေ့ခဲ့ရဖူးပါတယ် ထို (Ghost House ) များအတွင်းတွင်လဲ ပုံတူ ရုပ်ထုများကို ထည့်သွင်းထားသည်ကို တွေ့ရှိရပါတယ်။သေချာ တွေးရင်တော့ သရဲမွေးထားတယ်လို့ စဉ်းစားမိပြီး ကျောချမ်းမိပါသေးတယ် 😀အခု တင်ပေးတဲ့ Ghost House ဆိုတဲ့ Horror ရုပ်ရှင်ကတော့ 2017 တွင် ထွက်ရှိထားတာဖြစ်ပြီး ထိုင်းနိုင်ငံရဲ့ Ghost House ကျိန်စာကိုသေချာ ရှင်းပြထားတဲ့ ရုပ်ရှင်ကားလို မြင်မိပါတယ် Review လေးကိုတော့ သေချာဖတ်ပြီးမှ ရုပ်ရှင်ကိုကြည့်ပါနော်==============================================  ထိုင်းနိုင်ငံကို အလည်အပတ် ရောက်ရှိလာတဲ့ ချစ်သူနှစ်ဦး ဂျင်မ် နှင့် ဂျူလီယာ တို့ဟာ ဂိုဂို လို့ ခေါ်တဲ့ ဧည့်လမ်းညွှန်လေး နှင့်သိကျွမ်းကာဟိုတယ် တစ်ခုမှာ တည်းခိုရင်း ထိုင်းနိုင်ငံရဲ့ လှပတဲ့ ရှုခင်းများ ရိုးရာ ဓလေ့များကို လေ့လာခဲ့ကြပါတယ်…ဂျင်မ် ကတော့ ဂျူလီယာ ကို အရိပ်တကြည့်ကြည့်ဖြင့် ချစ်မြတ်နိုးသူ ဖြစ်ပြီး ချစ်သူ ဂျူလီယာ ကတော့ ဒီခရီးစဉ်ကို စိတ်လှုပ်ရှားပျော်ရွှင်နေပြီးကင်မရာ တစ်လုံးဖြင့် ကောင်းကောင်းအလုပ်ရှုပ်နေခဲ့ပါတယ်….တစ်နေ့မှာတော့ ကော်ဖီဆိုင်တစ်ခုတွင် ဂျင်မ် မှ ဂျူလီယာ ကို စေ့စပ်လက်စွပ် ပေး၍ လက်ထပ်ခွင့် တောင်းခဲ့ပါသည် ပျော်ရွှင်နေသော ချစ်သူနှစ်ဦးဟိုတယ် သို့ အပြန် သူတို့ တည်းခိုနေသည့် ဟိုတယ်တွင် ဗြိတိန် နိုင်ငံသား ၂ ယောက်ဖြင့် သိကျွမ်းကာ မိတ်ဆွေ တွေဖြစ်သွားကြပါတယ်ထိုနှစ်ယောက်မှာ ရောဘတ် နှင့် ရီနို ဖြစ်ပြီး ထိုကဲ့သို့ လက်ထပ်ခွင့်ရရှိတဲ့ အတွက် ဂုဏ်ယူကြောင်း ဒီ တစ်ညတော့ သူတို့ ၂ ဦး ဒကာခံမည်ဟုဆိုကာ ဂျင်မ် နှင့် ဂျူလီယာ တို့အား Night Out ခေါ်သွားပြီး စကားစပ်မိ၍ ဂျူလီယာ ဓါတ်ပုံရိုက်ကူးရန် နတ်စင် များစွာ ရှိကြောင်းအမှတ်တရ ဖြစ်စေရန် လိုက်ပို့မည်ဖြစ်ကြောင်း ပြောကာ ထို့ညမှာပင် တောအုပ်တစ်ခု အတွင်း စွန့်ပစ်ထားသော နတ်စင်များ ရှိရာသို့စတင် ထွက်ခွာခဲ့ပါတော့တယ်…ထိုခရီးစဉ်သည် ဂျူလီယာ အတွက် အထူးအဆန်းများစွာ တွေ့ရမည်လား ထိတ်လန့်တုန်လှုပ်စရာများ ကြုံရမည်လား ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုပေးပါကြပါရန်….",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1cPSU4XPA8f27g_vDX3_AREDPDaot2EN-",
        "url": ["LR0PcBNQ6gU"]
    },
    {
        "id": 24,
        "title" : "House At The End Of The Street",
        "description": "မင်းသမီး ဂျနီဖာလောရင့် အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror, Mystery, Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb (5.6/10) ပဲရရှိထားဇာတ်ကားဖြစ်ပေမယ့် ဂျနီဖာလောရင့်ပရိတ်သတ်တွေနဲ့ သည်းထိတ်ရင်ဖိုခံစားချင်သူတွေတော့ အကြိုက်တွေ့မယ်ထင်ပါတယ်။",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1oPSdUioN5R0JEMDLh4uPZDhyXfr1ALZT",
        "url": ["39Qm7O_J2YM"]
    },
    {
        "id": 25,
        "title" : "Liar Liar Vampire",
        "description": "Liar Liar Vampire",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1SweywzeJiAebRjT0IXlqZQlSx1XVn0bM",
        "url": ["9FbVc2qEjuc"]
    },
    {
        "id": 26,
        "title" : "The God Must Be Crazy",
        "description": "ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် 1 ဇာတ်ကားပါ။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1wFe8yYhwjn32qBExaC2FuZogQjhSqr1T",
        "url": ["QNs1xTKPz7E"]
    },
    {
        "id": 27,
        "title" : "Voldemort : origins of the heir",
        "description": "အခုတင်ဆက်ပေးရမယ့် movie လေးကတော့ ပရိသတ်တွေရဲ့ ကလေးဘဝကတည်းက ဇာတ်လိုက်ကျော် ဟယ်ရီပေါ်တာ ဖန်များအားလုံးသိကြမယ့် မှော်နက်ဂိုဏ်းချုပ်ကြီး Voldemort(ဗိုဒမော့)အကြောင်းကို ရိုက်ကူးထားတာပါ...ဒီမူဗီအတွက်official Teaser trailer ကို 2017 Juneမှာ FBမှာတင်ခဲ့တဲ့အခါ…၂ရက်အတွင်း ကြည့်ရှုသူ သန်းနှစ်ဆယ်ကျော်ခဲ့ပါတယ်…ဟယ်ရီပေါ်တာဖန်ကလည်း နည်းမှမနည်းပဲကိုး …ဒီဇာတ်ကားလေးကိုရှုစားပြီးတော့ ဟယ်ရီနဲ့ပတ်သက်တဲ့ Facts တွေကို သေချာသိနိုင်မှာဖြစ်ပါတယ်…ဟယ်ရီပေါ်တာရဲ့ရန်သူတော်ကြီး ဗိုဒမော့ရဲ့ ငယ်ဘဝ တွန်ရစ်ဒယ် တစ်ယောက် ဒီလို မှော်နက် ဂိုဏ်းချုပ်ကြီးတစ်ယောက် ဖြစ်လာဖို့ လုပ်ဆောင်ခဲ့တဲ့ ငယ်ဘဝ ကြိုးပမ်းမှုတွေကို စိတ်ဝင်စားဖွယ် ဘယ်လိုတွေများတင်ဆက်ထားသလဲ….ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ စလေးသရင်း, ဂရစ်ဖင်းဒေါ, ဟက်ပ်ဖက် နဲ့ ရာဗင်ခလော ဆိုတဲ့ ဟော့ဂ်ဝက် မှော်ကျောင်းကြီးလေးကျောင်းရဲ့ ဆက်ခံသူတွေ ဒီဇာတ်ကားထဲမှာ ဘယ်လိုများပါဝင်ထားကြမလဲ ဆိုတာကို ဟယ်ရီပေါ်တာ ပရိတ်သတ်များအားလုံးလက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးလို့",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1N_-lD4IVqCjyFo4gnWJmpa82VHKsbqLE",
        "url": ["ntiOZluuEjg"]
    },
    {
        "id": 28,
        "title" : "ဒုဌဝတီကိုလွန်၍",
        "description": "A general who sacrificed for secret historic bag on the night of November 1885 while Myanmar last federalist King Thibaw was exiled.Geroge J.Harlam an Anglo-Indian from England called George J Harlam who is interested in Myanmar ancient cultural heritages.George's adopted obedience son, Elvis.Htet Paing, who spent more than a decade of his life time in Europe becomes an accused criminal at one of the attorney offices on Pansodan St at Yangon.The daughter Saung Nanda who heritages the love and interest in ancient histories, abilities of discovering and collecting at ancient artifacts from her father.The girl who got the greatly power to be able to find historical treasure from her father as inheritances. Her name is Saung Nandar.",
        "category": "myanmar",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1zMXdMbciICchZf1cMpZWe_dtpDwE_TkA",
        "url": ["GJP75BiAF6c"]
    },
    {
        "id": 29,
        "title" : "X Men",
        "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers.",
        "category": "fantasy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1M0fKCBhGWi0znYXQR7JxS_MBnvEaRrJY",
        "url": ["_FV1YQ71hMY"]
    },
    {
        "id": 30,
        "title" : "The Mechanic",
        "description": "အက်ရှင် ဇာတ်ကြမ်းကား နှစ်သက်သည့် ပရိသတ်စိတ်ကြိုက်တွေ့မည့် ဇာတ်ကား ဖြစ်ပါတယ်..။ခေါင်းဆောင် မင်းသားမှာ Transporter, War, Death Raceဇာတ်ကားတွေထဲကနာမည်ကြီး အက်ရှင်မင်းသား ဂျေဆန်စတက်ဟန် ဖြစ်ပြီး သူနှင့် အတူလူငယ်မင်းသား ဘန်ဖော်စတာလည်း ပါဝင်ထားပါတယ်………။ဒါရိုက်တာမှာ ဆီမွန်ဝက်စ်ဖြစ်ပြီး ကုန်ကျစရိတ် Budget ဒေါ်လာသန်း ၄ဝ အကုန်အကျခံ ထုတ်လုပ်ထားသည့်ဇာတ်ကား ဖြစ်ပြီး ယခုဇာတ်ကားမှာ ၁၉၇၂ခုနှစ်က The Mechanic  ဇာတ်ကားကိုပြန်လည် Remake လုပ် ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်။ထိုစဉ်အခါတုန်းက မင်းသားမှာ ချာလီးစ်ဘရွန်ဆင် ဖြစ်ပါတယ်။စက်တစ်ခုလို တိကျသေသပ်စွာအသက်ရှင်နေသော လူတစ်ယောက်အကြောင်းကို ရိုက်ပြထားပါတယ်….။",
        "category": "action",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=129a72FWdMF7Knqo5EOqU05OMYGkswS6O",
        "url": ["j-GKNq9MJ2k"]
    },
    {
        "id": 31,
        "title" : "Robert Reborn",
        "description": "ရောဘတ်ဆိုတဲ့ကလေးငယ်လေးက မိသားစုမေတ္တာအပြည့်မဝမရခဲ့တဲ့ကလေးငယ်လေးတစ်ယောက်ပါအနိုင်ကျင့်တတ်တဲ့အဖေနဲ့ ဘာသာတရားကိုင်းရှိုင်းတဲ့ အမေနဲ့ကြားကရန်ပွဲထဲမှာပဲကြီးပျင်းခဲ့ရတဲ့ ကလေးပါ တစ်ရက်မှာတော့သူ့အဖေနဲ့အမေရဲ့ ရန်ပွဲကြားညပ်ပြီးတော့ မတော်တဆ သေဆုံးသွားပါတော့တယ်။သူ့မိခင်ကလည်း သူ့ဝိညာဉ်ပြန်လည်နိုးထလာနိုင်ဖို့ ဘုရားသခင်ဆီ်မှာ တောင်းဆုပြုပါတော့တယ်။တစ်ဖက်မှာလည်း အေမော့စ် ဘလက်ဝုဒ်ဆိုတဲ့ ဂျာမနီလူအိုကြီးတစ်ယောက်ဟာသက်မဲ့အရုပ်တွေကို အသက်သွင်းခြင်းဆိုတဲ့အတတ်ပညာကို ကောင်းစွာတတ်မြောက်ထားသူပါ။နာဇီကတောင် အင်တိုက်အားတိုက် လိုက်ရှာနေခဲ့ရတဲ့သူပဲဖြစ်ပါတယ်။သူ့ကိုယ်ပိုင် အသက်သွင်း အရုပ်လေးတွေထဲမှာရောဘတ်ကတော့ အရက်စက်ဆုံးနဲ့ အနာခံဆုံး အရုပ်လေးပါပဲဘယ်လိုပဲလိုက်ရှာရှာ ဘယ်လိုပဲသတ်ဖို့ကြိုးစားစား သူ့အရုပ်လေးတွေအကူအညီနဲ့အမြဲလွတ်မြောက်သွားတဲ့သူ့ကိုနာဇီ အရာရှိတွေကိုယ်တိုင် ခြေရာခံမိသွားတဲ့အခါမှာတော့….အရုပ်ကလေးတွေဆိုတာ သက်မဲ့ဆို အင်မတန်ချစ်ခင် နှစ်လိုဖွယ်ဆော့ကစားချင်စရာ လေးတွေပေမယ့် ဝိညာဉ်ခိုကပ်နေတဲ့အခါမှာတော့လက်မရွံလူသတ်သမားတွေ အဆင့်လောက်ထိကို ရက်စက်သွားတော့တာပဲဖြစ်ပါတယ်သူတို့ရဲ့ဖခင်ကြီးကို နှောင့်ယှကိတဲ့လူမှန်သမျှကိုဘယ်လိုတွေ ကာကွယ်ပေးသွားကြမလဲဆိုတာ ဒီကားမှာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=10CkZwXuYCcqphCIU6Sl2uPLvw2R6w7jU",
        "url": ["8H7qs0nrj2s"]
    },
    {
        "id": 32,
        "title" : "The Wretched",
        "description": "2019 ခုနစ်ထွက် Horror ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ … မိဘတွေရဲ့ ကွာရှင်းပြတ်စဲမှုကြောင့် စိတ်ရှုပ်နေတဲ့ ဆယ်ကျော်သက် ဘန်ဟာ ဖခင်ဖြစ်သူနဲ့အတူ လာနေပါတယ်။သူလာနေပြီးမကြာခင် သူတို့ဘေးအိမ်က အမျိုးသမီးရဲ့ မူမမှန်ပုံတွေကို မြင်ရပြီးစုံစမ်းဖော်ထုတ်ဖို့ကြိုးစားရာမှ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။တခြား ပေါပေါပဲပဲဇာတ်ကားတွေလိုမဟုတ်ပဲ တကယ်ကြည့်လို့ကောင်းပါတယ်။IMDb Rating 5.8/10 ရရှိထားပါတယ်။",
        "category": "horror",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1_XANzZzWiiHk8t_DlRLtjdqOTJieHEBx",
        "url": ["xM_igjPzXoQ"]
    },
    {
        "id": 33,
        "title" : "A Clear Shot",
        "description": "ပရိတ်သတ်ကြီးအတွက် Drama,Thriller ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Lesiure Guys ဆိုတဲ့ လျှပ်စစ်ပစ္စည်းတွေရောင်းနေတဲ့ဆိုင်မှာရောင်းသူ ဝယ်သူတွေနဲ့ စည်ကားနေပါတယ်။ အဲ့အချိန်မှာ ဗီယက်နမ်သားတွေဖြစ်တဲ့ လိုရီ လောင် နဲ့ ဖန်တို့ညီအစ်ကိုသုံးယောက်နဲ့ သူတို့သူငယ်ချင်း ကွန်တို့ဟာ လက်နက်တွေကိုင်ပြီး စတိုးဆိုင်ကို ဓားပြဝင်တိုက်ပြီး ဓားစာခံတွေကိုဖမ်းထားပါတယ် ။ ဓားပြတိုက်ခံရကြောင်း ရဲတွေ သိပြီးနောက်မှာ စုံထောက်ဂိုမက်စ်ဦးဆောင်တဲ့ အဖွဲ့ဟာ စတိုးဆိုင်ရှိရာအဆောက်အဦးနားကိုရောက်လာပြီး ဓားစာခံတွေကိုဘေးကင်းကင်းနဲ့ လွှတ်မြောက်အောင် ဓားပြတွေကို ဘယ်လိုစည်းရုံးသိမ်းသွင်းမလဲ၊ လိုရီတို့အဖွဲ့လည်း ဘယ်လိုတွေ တောင်းဆိုပြီး ကိုယ်လွတ်ရုန်းမလဲဆိုတာတွေကို စိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်။",
        "category": "crime",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1xGAI-JB7ZvSRtzafHy9EKYKX6qBdK6y-",
        "url": ["MsAIRFNkmwQ"]
    },
    {
        "id": 34,
        "title" : "The Last Heist",
        "description": "အက်​ရှင်​ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကား တင်​​ပေးလိုက်​ပါပြီ။ ဒီဇာတ်​ကား​လေးဟာ ဖခင်​တစ်​ဦးရဲ့ ချစ်​ခြင်​း​မေတ္တာတရား လို နူးညံ့သိမ်​​မွေ့တဲ့အရာနဲ့ ​ဖောက်​ထွင်​းဝိဇ္ဇာ လူမိုက်​လူကြမ်​းကြီး ရဲ့ ကြမ်​းတမ်​းတဲ့စရိုက်​ လိုမျိုး ဆန်​့ကျင်​ဘက်​အရာနှစ်​ခု ကို ချပြထားတာပါ။ လူမိုက်​မှာလည်​း အသည်​းနဲ့ပါ။ သမီးအ​ပေါ်အရမ်​းချစ်​ရှာတဲ့ ဖခင်​တစ်​​ယောက်​ဟာ သူ့သမီး​ဆေးကုသစရိတ်​ အလျင်​လိုလာတဲ့အခါမှာ​တော့ မတတ်​သာတဲ့အဆုံး ​လောဘသား တစ်​ချို့နဲ့​ပေါင်​းပြီး ကာစီနိုရုံ ကို ​ဖောက်ထွင်​းပါ​တော့တယ်​။ ကံက မ​ကောင်​းချင်​​တော့ စီစဉ်​ထားသလိုဖြစ်​မလာပါဘူး။ ​ပြေးရင်​းလွှားရင်​းနဲ့ အသက်​ ​ဘေး လွတ်​ဖို့ ဘတ်​စ်​ကားတစ်​စီးကို ပြန်​​ပေးဆွဲမှ ရ​တော့မယ်​့ အ​ခြေအ​နေမှာ ဘာ​တွေ ဆက်​ဖြစ်​မလဲဆိုတာ ရင်​ခုန်​ဖို့​ကောင်​းပါတယ်​။ အက်​ရှင်​ ဇာတ်​ကား​ကောင်​းတစ်​ကားပါ။",
        "category": "crime",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1Abr6lK6SRoyjmesxq8k7qYg0hT6atGSs",
        "url": ["xEywlW7tXdU"]
    },
    {
        "id": 35,
        "title" : "I Am Fear",
        "description": "Not Rated | 1h 27min | Horror, Thriller, War | 3 March 2020 (USA) 1:55 | Trailer. 2 VIDEOS | 15 IMAGES. Held captive by terrorists, celebrity reporter, Sara Brown, sits in a cell awaiting her filmed beheading.",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1DAuC-2aAnD2Oi7LydtRItuVWRMkzARRa",
        "url": ["StRCfsb_9hw"]
    },
    {
        "id": 36,
        "title" : "Mad Genius",
        "description": "ဒီကားလေးမှာ Computer အခေါ်တွေနဲ့ ရူပဗေဒ အခေါ်တွေနဲ့ သဘောသဘာဝတွေကို တွေ့မြင်ရမှာဖြစ်တဲ့အတွက် အဲဒီ နယ်ပယ်နှစ်ခုလုံးကိုရင်းနှီးသူတွေစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမှာပါ။IMDB Rating ကတော့ 5.9 ဖြစ်ပါတယ်။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1N2cwTaUY77NQqDLwkIO15b38BAv5QEh9",
        "url": ["PsTln5cgr-c"]
    },
    {
        "id": 37,
        "title" : "Let's Be Evil",
        "description": "ငွေကြေးအခက်အခဲဖြစ်နေတဲ့ ဂျန်နီ တစ်ယောက် သင်ကြားရေးစနစ်တစ်ခုကိုစမ်းသပ် သင်ကြားရန်ရွေးချယ်ထားသူတွေကို အကူအညီပေးဖို ့အလုပ်ကိုလုပ်ဖို ့ဖြစ်လာခဲ့ပါတယ်…အလုပ်အကြောင်းကို သာမာန်ထက်ပိုပြီးလုံခြုံရေးတင်းကျပ်တယ်ဆိုရုံလောက်သာသိထားတဲ့ဂျန်နီ တစ်ယောက် အလုပ်ရုံကိုရောက်သွားချိန်မှာတော့..အလုပ်ရုံက Virtual Reality Glass လို ့ခေါ်တဲ့ ပုံရိပ်ယောင်မျက်မှန်တပ်မှသာမြင်နိုင်တဲ့ မြေအောက်စခန်းတစ်ခုဖြစ်နေရုံသာမက သူမ အကူအညီပေးရမယ့်သူတွေကကလေးငယ်လေးတွေဖြစ်နေပြီး ထို ကလေးငယ်လေးတွေက လူကြီးတွေလိုက်မမှီနိုင်လောက်တဲ့ဉာဏ်ရည်ဉာဏ်သွေးတွေနဲ ့သင်ကြားရေးစနစ်တစ်ခုလုံးကVirtual Reality Glass လို ့ခေါ်တဲ့ ပုံရိပ်ယောင် မျက်မှန်မှတစ်ဆင့် သင်ကြားနေခြင်းဖြစ်ကြောင်းသိရှိခဲ့ရကာ…သူမရဲ ့လုပ်ဖော်ကိုင်ဖက် နှစ်ယောက်နဲ ့တူတူ ထူးဆန်းတဲ့အလုပ်ရုံမှာ အလုပ်လုပ်နေရင်းထက်မြက်တဲ့ ကလေးတွေရဲ ့သားကောင်တွေဖြစ်မှန်းမသိဖြစ်လာခဲ့သောအခါ..ဇာတ်လမ်းအစကစပြီး ကြည့်ရှုသူကို မေးခွန်းပေါင်းများစွာနဲ ့ အဆုံးထိ ဆွဲခေါ်သွားမယ့်ချောက်ချားထိတ်လန် ့စရာ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်…………",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1lQa7J8O-nTuLRLr1_LCJs5ObVWwV0Zsk",
        "url": ["z-B534_-ImE"]
    },
    {
        "id": 38,
        "title" : "Oculus",
        "description": "လက်မလွှတ်သင့်တဲ့ Horror Movie ထဲမှာOcculus က တစ်ကားအပါအဝင် ဖြစ်ပါတယ်။ကြည့်ရင်းကြည့်ရင်းနဲံ့ ကြောက်သထက်ကြောက်လာရမယ့်ဇာတ်လမ်းပါ။ထင်ယောင်ထင်မှားဖြစ်တာလား? သရဲတကယ်ခြောက်တာလား?ဆိုတာကို ဇာတ်လမ်းကြည့်ရင်း အဖြေရှာရမယ့်ကားပါ။ကြောက်စိတ်ဆိတာ…..ထင်ယောင်ထင်မှားဖြစ်တာကနေအစပြုတာများပါတယ်။မှန်ထဲမှာရှိတဲ့ ပုံရိပ်ဟာ ပုံရိပ်ယောင်ပါ။ပုံရိပ်ယောင်ကနေ မှန်ကြည့်နေတဲ့လူကိုပူးကပ်လာလေမလားလို့ စိတ်ကူးယဉ်ဖူးပါသလား?တကယ်ကို ပူးကပ်လာခဲ့တဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ?သရဲပူးကပ်နေတဲ့မှန်က လူကိုဘယ်လိုများခြောက်လှန့်မယ်လို့ ထင်ပါသလဲ?သရဲပူးကပ်နေတဲ့မှန်ကိုသိပ္ပံနည်းကျနဲ့ ဖြေရှင်နိုင်မယ်လို့ ထင်ပါသလား?လူနဲ့သရဲနဲ့ အားပြိုင်ကြတဲ့အခါမှာ…..မှန်ကြည့်တိုင်း တစိမ့်စိမ့်တွေးပြီးကြောက်ချင်ရင်တော့ဒီဇာတ်လေးကို ကြည့်ကြည့်ပါဦး။",
        "category": "horror",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1EpSltxInwU4OnHQVEBIFg10oRlgDiwXD",
        "url": ["fUNCLulkCOU"]
    },
    {
        "id": 39,
        "title" : "FIVE FINGERS FOR MARSEILLES",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း၂၀က မာဆေးလ်မြို့နားမှာရှိတဲ့ မီးရထားလမ်းလို့အမည်ရတဲ့ လူတွေစွန့်ပစ်ထားတဲ့နေရာလေးမှာ နေထိုင်ကြတဲ့လူတွေဟာ ရဲတွေရဲ့ဖိနှိပ်နှိမ်ချစော်ကားမှုတွေကို ခံရလျက်ရှိပါတယ်… အဲ့မီးရထားလမ်းဒေသမှာ “Five Fingers” အမည်ရှိ ဆယ်ကျော်သက်၅ယောက်နဲဲ့ဖွဲ့စည်းထားတဲ့အဖွဲ့လေးတစ်ဖွဲ့ရှိခဲ့ပါတယ်…အဲ့အဖွဲ့ထဲမှာ အသန်မာ၊ အထက်မြက်ဆုံးကတော့တာအူလို့ခေါ်တဲ့ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ပေါ့… တစ်နေ့မှာတော့ အကျင့်ပျက်ရဲနှစ်ယောက်ဟာ သူတို့အဖွဲ့ထဲက လယ်ရာတိုလို့ခေါ်တဲ့ကောင်မလေးကို ဖမ်းဆီးသွားတဲ့အတွက်ကြောင့်မို့ တာအူဟာ သူတို့နောက်လိုက်ရင်းနဲ့ အဲ့ရဲနှစ်ယောက်ကို ဒေါသတကြီးနဲ့ သတ်ပစ်ခဲ့မိပါတယ်… အဲ့အဖြစ်အပျက်ကြောင့် တာအူလဲ သူ့သူငယ်ချင်းများကိုထားခဲ့ပြီး အကြောက်တလန့်နဲ့ထွက်ပြေးသွားခဲ့ပါတယ်… နှစ်၂၀ကြာပြီးယခုအချိန်မှာတော့ တာအူထောင်ထဲကနေထွက်လာပါတော့တယ်.. သူ့ရဲ့မွေးရပ်ဇာတိကို အပြန်လာမှာတော့ မာဆေးလ်မြို့လေးကို ငြိမ်းချမ်းရေးရပြီး လွတ်လပ်နေပြီလို့ထင်မြင်နေမိပါတယ်… သူ့ရဲ့သူငယ်ချင်းတွေကလဲမြို့ရဲ့အထင်ကရလူတွေဖြစ်လို့နေပါတယ်… ဒါပေမယ့် လယ်ရာတိုနဲ့အတူ သူ့ရဲ့သားဆီဇွီကိုပြန်တွေ့အပြီးမှာတော့ မာဆေးလ်မြို့ဟာ သူထင်သလိုငြိမ်းချမ်းနေတာမဟုတ်ဘဲ ဘေးအန္တရာယ်ခြိမ်းခြောက်မှုတစ်ခုလက်အောက်ရောက်ရှိနေသည့်အပြင် သူ့သူငယ်ချင်းတွေဟာလဲ အရင်နဲ့မတူတော့ဘဲ ပြောင်းလဲသွားတာကို သိရှိသွားပါတော့တယ်… သူ့အနေနဲ့ “Five Fingers” အဖွဲ့ကိုပြန်လည်ထူထောင်ပြီး မာဆေးလ်မြို့ကို ဘယ်လိုကယ်တင်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ပါဦး.  credit channel myanmar",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1kEUtj4LYX6t7bth8ElODeg15_r79QmO0",
        "url": ["_YyLPPNOruQ"]
    },
    {
        "id": 40,
        "title" : "The Spy Next Door",
        "description": "ဂျက်ကီချန်းရဲ့ Hollywood ဇာတ်ကားပါ။Action, Comedy, Family အမျိုးအစားဖြစ်တာနဲ့အညီဇာတ်လမ်းရော အက်ရှင်တွေရော စိတ်အပန်းဖြေမှုရရှိမယ့် မိသားစုဆန်တဲ့ပုံစံနဲ့တင်ဆက်ထားပါတယ်။ပြောစရာရှိတာကတော့ ဒီဇာတ်ကားထဲမှာ သရုပ်ဆောင်သွားကြတဲ့ ကလေးသရုပ်ဆောင်တွေအတော်လေးကောင်းမွန်ပြည့်စုံပြီး ချစ်ဖို့ကောင်းလွန်းနေတာပါပဲ။သူတို့လေးတွေနဲ့ ဂျက်ကီချန်းပေါင်းစပ်မိတဲ့အခါ ချစ်ခင်နှစ်သက်စရာကောင်းတဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။မိသားစုဇာတ်ကားလေးကို အပန်းဖြေရင်း ကြည့်ရှုခံစားပေးပါဦး။",
        "category": "comedy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1ud009i3Lxc-XPzsLcIXI2R69vaPNhuaX",
        "url": ["0YtctVv-l5k"]
    },
    {
        "id": 41,
        "title" : "Fight Back to School 1(စတီဗင်ချောင် Movie)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။Fight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။ဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကိုသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)သံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။စာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=18TYZitV0kovanjLOPjHLyt9_cP3NG8Ml",
        "url": ["MGDexXSxAYE"]
    },
    {
        "id": 42,
        "title" : "Fight Back to School 3(စတီဗင်ချောင် Movie)",
        "description": "ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်လျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်းလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။ဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။အသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီးရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ…။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1iZ-xvpTYozpiwoxefbZ3whGRWqt9Ccib",
        "url": ["c21Qfzc5ba4"]
    },
    {
        "id": 43,
        "title" : "A Predator’s Obsession",
        "description": "A young man saves a teenage girl and her younger brother from a shark attack. The family welcomes the hero into their home, then soon discovers he has a dark and disturbing past.",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1cyonX2yccGYKYQvGFbizXOjVmI6V3JUw",
        "url": ["B677fql0Ha0"]
    },
    {
        "id": 44,
        "title" : "Iceman: The Time Traveller",
        "description": "၂၀၁၉ခုနှစ်ထဲရောက်လာပေမဲ့ ယခုရက်ပိုင်းမှအသစ်ထွက်ရှိလာတဲ့ မင်းသားကြီး Donnie Yen ရဲ့ Sci-Fi/Comedy/Drama ဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်အတိုင်းပဲ အချိန်ခရီးသွားခြင်းဖြစ်ပြီး ဟာသအနည်းငယ်နှောကာ ရှေးခေတ်နဲ့ယနေ့ခေတ်ကြားကူးလူးရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မင်မင်းဆက်မှာစစ်သူကြီးတစ်ဦးဖြစ်တဲ့ ဟော်ယင်းတစ်ယောက်….နန်းတွင်းအရှုပ်တော်ပုံတွေကြားမှာ မြေစာခံဖြစ်ခဲ့ရပြီး ကံကြမ္မာရဲ့စေရာအတိုင်း အနာဂတ်ခေတ်သစ်ကိုရောက်ရှိလာပါတော့တယ်။Donnie Yen တစ်ယောက်အတိတ်ကိုဘယ်လိုသွားမလဲသူထင်ထားလိုပဲအရာရာဟာဖြစ်မြောက်နိုင်ပ့ါမလားဆိုတာစိတ်ဝင်စားစရာပါ။တကယ်တော့သဘာဝကိုသွေဖီတယ်ဆိုတာ မလွယ်ကူမှန်းသိသွားတဲ့နောက် စစ်သူကြီးဟော်ယင်းတစ်ယောက်ဘာလုပ်မလဲ။ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးဖြစ်ပြီးအားလပ်ရက်လည်းရှိနေတော့ ကိုယ်ကြိုက်တဲ့မင်းသားနဲ့အတူ အပန်းဖြေကြည့်လို့ရတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1UvlKsuC61MEfovDtxHqDKbQsYK6PV0nk",
        "url": ["FEwSXpxaUms"]
    },
    {
        "id": 45,
        "title" : "Mojin The Worm Valley",
        "description": "နောက်ဆုံးထွက်ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ စွန့်စားခန်းတွေကြိုက်နှစ်သက်သူတွေအတွက်သဘောကျမယ့်ဇာတ်လမ်းလေးဖြစ်ပါတယ်အညွှန်းကတော့…လူတစ်​စုဟာ နဂါးလိုဏ်​ဂူထဲက​နေနဂါးအရိုးစုမှတ်​တမ်​းကို ယူဖို့သွားရင်​းသူတို့ရဲ့ပခုံး​ပေါ်မှာသရဲမျက်​လုံးကျိန်​စာအသီးသီး​ပေါ်လာကြတယ်​…ဒီကျိန်​စာပြယ်​​ပျောက်​ဖို့ဆိုရင်​နဂါးအရိုးစုမှတ်​တမ်​းနဲ့အတူမုချိန်​ပုလဲလုံးကိုရမှသာကျိန်​စာပြယ်​​ပျောက်​နိုင်​မဲ့နည်​းလမ်​းကိုရနိုင်​မယ်​..ဒီနဂါးအရိုးစုမှတ်​တမ်​းက​နေမုချိန်​ပုလဲလုံး​လေးရှိရာ​နဂါးဝှက်​​တောင်​ကိုဆက်​ပြီးချီတက်​ကြတယ်​…ဒီခရီးလမ်​းတစ်​​လျှောက်​မှာဘယ်​လိုအန္တရာယ်​​​တွေက​စောင်​့ကြို​နေမှာလဲ..သူတို့​နောက်​ဆုံးမှာမုချိန်​ပုလဲလုံး​လေးကိုယူလာနိုင်​ပါ့မလား..ရင်​တစ်​ထိတ်​ထိတ်​နဲ့စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာဖြစ်​ပါတယ်​",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1Jh5fp-ldNxm9yJZ7lcOXym8K5iQcWBIK",
        "url": ["NFD89GYTN8I"]
    },
    {
        "id": 46,
        "title" : "YAJAMAMA",
        "description": "A man tries to stop a ruthless business tycoon from destroying a village's livelihood.",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1_879lMXR13XHTEMy3gUlCQTpQ7e1TXgj",
        "url": ["X-94evkWZO4"]
    },
    {
        "id": 47,
        "title" : "Ancestral World",
        "description": "ရှေးတုန်းက နိုင်ငံတွေအားလုံးအတူတကွ ငြိမ်းချမ်းစွာ အတူယှဉ်တွဲနေထိုင်ခဲ့ပေမယ့်။တစ်နေ့မှာတော့ ရှဲဒိုးဝါး ဦးဆောင်တဲ့ မိစ္ဆာစစ်တပ်တွေက အခြားနိုင်ငံတွေကို ဝါးမျိုလာလိုက်တာ ဂိုလန်မောဦးဆောင်တဲ့ တစ်နိုင်ငံပဲကျန်တော့တဲ့အထိဖြစ်လာခဲ့ပါတယ်။ စတေးခံမူအနစ် နာခံမူများစွာနဲ့ ရှဲဒိုးဝါးကို အနိုင်ရခဲ့သော်လည်း နောက်၁၀နှစ်အကြာမှာ မိစ္ဆာစစ်တပ်တွေကဂိုလန်မောရဲ့ သားကြီးကို ဖမ်းခေါ်သွားပါတော့တယ်။ အကြားအမြင်ဆရာမကို ဖမ်းရခြင်းအကြောင်းအရင်းမေးမြန်းရာမှ အကြောင်းအရင်းကို သိရှိပြီး ဂိုလန်မောရဲ့ သားငယ်က အကို့ကိုကယ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ သူ သူ့အကိုကို ကယ်တင်တာအောင်မြင်မလား ….. ဘာအခက်အခဲတွေရှိနိုင်လဲ….ကယ်တင်နိုင်ဖို့က သူဘာကိုအောင်မြင်အောင်လုပ်ဆောင်ရမလဲ။ သူ့အကိုကိုဘာလို့ဖမ်းသွားရလဲ စတာတွေကို ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမယ့် ရှေးခေတ်စစ်သမိုင်းကားတစ်ကားဖြစ်ပါတယ်။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1S4yRtpI1yykWoU6dJy2-Duam4jAd3vrb",
        "url": ["ZGMMJXcxvCI"]
    },
    {
        "id": 48,
        "title" : "Monkey King 2",
        "description": "2014 ခုနှစ်မှာထွက်ရှိခဲ့ပြီးအထူးသဖြင့် မြန်မာပရိတ်သက်အများအပြားအထူးကြိုက်နှစ်သက်အားပေးခဲ့ကြတဲ့ စွန်းဝူခုန်းဇာတ်ကားလေးပါ။Visual Effect အလန်းစားတွေနဲ့စွန်းဝူခုံး မွေးဖွားလာပုံကနေစပြီးနဂါးပြည်သို့သွားရောက်မွှေနှောက်ပြီး သူ့ရဲ့လက်စွဲတော်ရွှေတုတ်တံရှာပုံတော်ဖွင့်ပုံ .နတ်ပြည်သို့သွားရောက်ပြီး မွှေနှောက်ခဲ့ပုံများကို အလန်းဆုံးသရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရမယ့်ကားလေးပါ။နောက်ဆုံးမှာ မိစ္ဆာတွေနှိမ်နှင်းပြီးတဲ့နောက်မှာတော့ နတ်ပြည်ကိုဖျက်ဆီးခဲ့မှုတွေကြောင့်ဘုရားရဲ့အပြစ်ပေးခြင်းကို ခံခဲ့ရပြီးလက်ငါးချောင်းတောင်အောက်မှာ အနှစ် ၅၀၀ တိတိ ချုပ်နှောင်ခံခဲ့ရပါတယ်။အနောက်ဘက်ကိုသွားပြီး ကျမ်းစာတွေကိုသွားရောက်ပင့်ဆောင်မယ့် ဘုန်းကြီးနဲ့တွေ့မှသာလက်ငါးချောင်းတောင်အောက်ကလွတ်ပြီးအနောက်ဘက်ကကျမ်းစာတွေပင့်ဆောင်ပြီးမှသာ အပြီးလွတ်ကျွတ်ဖို့ သတ်မှတ်ခံခဲ့ရပါတယ်။",
        "category": "fantasy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1m01Z0P4dwfqwOB8r6tjAadSlIs7TiVCV",
        "url": ["Ar7Xj_WJ6is"]
    },
    {
        "id": 49,
        "title" : "Train To Busan",
        "description": "(3 Parts) Busan ရထားကြီး ထွက်ပါပြီ။ အားလုံး စောင့်မျှော်တောင်းဆိုနေတဲ့ ဒီဇာတ်ကားကို မြန်မာစာတန်းထိုး HD နဲ့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားကို အတော်များများတော့ ကြားဖူးနေကြလောက်ပါပြီ။ အများကြီးတော့ ညွှန်းစရာမရှိပါဘူး။ ကိုရီးယားကားတွေထဲမှာတော့ ထိပ်တန်းအဆင့်ရှိတဲ့ ဇာတ်ကားတစ်ခုပါပဲ။ အလွှာပေါင်းစုံ လူတန်းစားပေါင်းစုံ စိတ်ဓာတ်ပေါင်းစုံနဲ့ လူတွေ ကြောက်မက်ဖွယ် အန္တရာယ်တွေ ကြုံလာတဲ့အချိန်မှာ တစ်ဦးချင်းစီရဲ့ စရိုက်၊ စိတ်ထားတွေ အပြောင်းအလဲတွေနဲ့ သူတိို့ရဲ့ ဘဝတွေကို ကောင်းကောင်းကြီး ပြသသွားတာပါပဲ။ ကြောက်ရွံ့မှု ရဲရင့်မှု ပျော်ရွှင်မှု ကြေကွဲမှု တကိုယ်ကောင်းဆန်မှု စွန့်လွှတ်အနစ်နာခံမှုတွေကို တနေရာတည်းမှာ စုစည်းခံစားလိုက်ကြပါစို့။",
        "category": "fantasy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1E-9iE8u4XsGtHonIedT5CwR3CWf6roYk",
        "url": ["5X8h4g0qvgU", "hlO54kwnH9E", "0B5QdF3HcEM"]
    },
    {
        "id": 50,
        "title" : "Mr.Beans Collection",
        "description": "All of the Mr.Bean Collection",
        "category": "comedy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://drive.google.com/uc?export=view&id=1dZQ8aerrlxtPXcsF8p4j6tZqlCDjZXxs",
        "url": ["w8qCIlp6iVY", "tFtfGh_S-ig", "-0RlsQxrOQM","-HK0jZEPKCM","hPY4Be8gz_E","0QTq6caFNG4","2itazXiMhlo"]
    }
    

]