[   
    {
        "id": 1,
        "title" : "Fury",
        "description": "၁၉၄၅ ခုနှစ်၊ ဧပြီလ။  ဒုတိယကမ္ဘာစစ် ဥရောပစစ်မြေပြင်။  အင်အားကြီးစစ်နိုင်ငံဖြစ်တဲ့နာဇီ ဂျာမနီနိုင်ငံအား အမေရိကန်မှ နောက်ဆုံးထိုးစစ်ဆင် တိုက်ခိုက်နေတဲ့အချိန်။အမေရိကန်စစ်တပ် တပ်မဟာ ၆၆၊ တပ်ခွဲ ၂မှ တပ်ကြပ်ကြီး ကော်လီရာ ( Collier ) က ယင်းစစ်မြေပြင်မှာ ဖျူရီ (fury)  လို့ခေါ်တဲ့တင့်ကား ကိုဦးဆောင်ကာ တိုက်ပွဲဝင်နေသူဖြစ်ပါတယ်။ ဖျူရီ ရဲ့ တခြားတပ်ဖွဲ့ဝင်တွေဖြစ်တဲ့  သေနတ်သမား ဘိုင်ဘယ် (Bible) ၊လက်နက်ကြီးကျည်ဖြည့်တာဝန် ကွန်းအက်စ် (Coon-Ass) ၊ တင့်ကားမောင်းသူ ဂေါ်ဒို (Gordo) တို့ဟာ စစ်စကတည်းက တွဲဖက်ညီညီ နဲ့တိုက်ပွဲဝင်ခဲ့ကြတဲ့ ဝါရင့်စစ်သားတွေပဲဖြစ်ပါတယ်။အလန်းစားတင့်တိုက်ပွဲတွေတွေ့ရမြင်ရမှာဖြစ်သလို၊ရဲဘော်ရဲဘက်စိတ်၊စစ်အတွင်း လူသားအချင်းချင်း တစ်ယောက်နဲ့တစ်ယောက်သဘောထားတွေကိုအကောင်းဆုံးရိုက်ပြနိုင်တဲ့ကားဖြစ်ပါတယ်… ခံစားကြည့်လိုက်ပါဦး",
        "category": "war",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/LM8jj1N.jpg",
        "url": [
                "uVYQ10UnZJs"
            ]
    },
    {
        "id": 2,
        "title" : "Adventures Of Aladdin",
        "description": "အာလာဒင်ပုံပြင်ကို ဆန်းသစ်ထားတဲ့ ပြင်သစ်ဇာတ်ကားပါ။အာလာဒင်ကို Comedy ဇာတ်ကားဖြစ်အောင်ရိုက်ကူးထားပါတယ်။တွေ့ဖူးသမျှ အာလာဒင်ဇာတ်ကားတွေထဲမှာတော့ ဒီဇာတ်ကားက အတော်အခွက်ပြောင်ပါတယ်။တစ်ကားလုံး ရယ်ရမလို စိတ်ပျက်ရမလိုနဲ့ သေချာတာကတော့ ကြားဖူးနေကြ အာလာဒင်နဲ့လုံးဝမတူတာပါပဲ။ဇာတ်ကားတစ်ကားလုံးကို သွက်လက်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ပံ့ပိုးထားတဲ့အပြင်အာလာဒင်သီဆိုတဲ့ Rap သီချင်းတွေကလဲ နားထောင်လို့ကောင်းပါတယ်။ပုံစံပြောင်းအာလာဒင်နဲ့ ခွီကြပါစို့။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Ry0SCdU.jpg",
        "url": ["uFlVBDpUWOI"]
    },
    {
        "id": 3,
        "title" : "Missing Link",
        "description": "IMDb…..7.0Animation ဇာတ်ကားကောင်းတွေကို တမ်းတလွမ်းဆွတ်နေကြတဲ့ ပရိသတ်ကြီးအတွက် ၂၀၁၉ထဲမှာ ပူပူနွေးနွေး ထွက်ထားတဲ့ Missing Link(ပျောက်ဆုံးနေသော ကွင်းဆက်) ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလို်က်ပါတယ်…ဇာတ်ကားလေးဟာ ၁၈ရာစု ပတ်ဝန်းကျင်ကို ဇာတ်အိမ်တည်ထားပြီးတော့ လိုင်နယ် ဖရော့စ်ဆိုတဲ့ စွန့်စားရှာဖွေသူတစ်ဦးဟာ နယူးယောက်က အကြီးမားဆုံး စွန့်စားရှာဖွေသူတွေရဲ့ အသင်းကိုဝင်ချင်တဲ့အတွက် ဒဏ္ဍာရီလာ သတ္တဝါတွေ ကိုလိုက်လံစွန့်စား ရှာဖွေပါသော်လည်း အချည်းနှီးသာ ရလဒ်နောက်ဆုံး နိဂုံးချုပ်နေကျဖြစ်တဲ့အတွက် ကလပ်ကလူတွေအတွက်သူဟာ လှောင်ပြောင်စရာပဲဖြစ်နေခဲ့ပါတယ် …တစ်နေ့တော့ ကလပ်ကလူကြီးနဲ့အလောင်းအစားတစ်ခုပြုလုပ်ပြီး နှင်းလူမျိုးနွယ် ဒဏ္ဍာရီလာ ခြေရာကြီးသတ္တဝါကိုရှာဖွေဖို့ ဟိမဝန္တာတောင်တန်းကြီးဆီကို စွန့်စားခန်းထွက်လာပါတော့တယ်။ကိုင်း…သူစွန့်စားခန်းကြီးအောင်မြင်ပါ့မလား…လူတွေရဲ့ အထင်သေးတဲ့အမြင်တွေကိုပြောင်းလဲပေးနိုင်မလား….သူ့စွန့်စားခန်းတွေမှာရော ဘယ်လိုအန္တရယ်မျိုးစုံနဲ့တွေ့ဆုံမလဲ…သူကရောဖြတ်ကျော်နိုင်ပါ့မလား…..ဒီဇာတ်ကားလေးမှာ နောက်ခံအသံသရုပ်ဆောင်များအဖြစ် နာမည်ကြီး သရုပ်ဆောင်တွေဖြစ်ကြတဲ့Hugh Jackman…Zach Galifianakis….Zoe Saldana စတဲ့သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်…ဟာသအသောလေးတွေနဲ့ စွန့်စားခန်းတွေရင်ထိတ်စရာတွေ တွေ့ကြုံခံစားရမယ့် ဇာတ်ကားလေးတစ်ကားဖြစ်လို့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…",
        "category": "animation",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/5Uc2Gkk.jpg",
        "url": ["SY27ctea2t4"]
    },
    {
        "id": 4,
        "title" : "The Wall",
        "description": "ဒီကားလေးကတော့ယခုနှစ်၂၀၁၇၅လပိုင်းထွက်ကားသစ်လေးပါ။စစ်ကားလို့ထင်ရပေမယ့်ဒီကားလေးကတမူထူးခြားပါတယ်။အဲဒါထက်အဓိကသရုပ်ဆောင်နှစ်ယောက်မှာလဲနပန်းသမားကြီးJohnCenaပါဝင်သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ။ဒီကားလေးကပုံမှန်စစ်ကားအတိုက်အခိုက်ကားတွေကနေကွဲထွက်နေတာပါ။အပစ်အခတ်တွေထက်စကားပြောခန်းပိုပြီးပါတာတွေ့ရမှာပါ။ပုံမှန်ကြည့်နေကျအမေရိကန်စစ်ကားတွေလိုစစ်တပ်ဆိုင်ရာအမြင်ထက်စစ်ပွဲအကြောင်းကိုတဖက်ရှုထောင့်ကနေဖော်ပြပေးထားတာပါ။ကြည့်လိုက်ရင်တော့တမျိုးကြီးဖြစ်နေပေမယ့်မကောင်းတဲ့တမျိုးကြီးတော့မဟုတ်ပါဘူး။တွေးစရာလေးတော့ရမယ်ထင်ပါတယ်။ဇာတ်ကားလေးကို၂၀၀၇ခုနှစ်စစ်ပွဲအပြီးပြန်လည်ထူထောင်ရေးကာလအီရတ်နိုင်ငံတနေရာမှာဇာတ်အိမ်တည်ထားပါတယ်။အမေရိကန်စစ်တပ်လက်ဖြောင့်သမားနှစ်ဦးဖြစ်တဲ့အိုက်ဇက်နဲ့လက်ထောက်တပ်ကြပ်ရှိန်းတို့ဟာဆောက်လုပ်ရေးလုပ်ငန်းခွင်တနေရာမှာပစ်ခတ်မှုဖြစ်တဲ့အတွက်အကူအညီခေါ်လို့သွားရောက်စုံစမ်းထောက်လှမ်းခဲ့ပါတယ်။အချိန်အတော်ကြာအောင်စောင့်ကြည့်ပေမယ့်ဘာမှမထူးခြားတာကြောင့်တပ်ကြပ်ရှိန်းတယောက်အောက်ကိုဆင်းကြည့်တာမှစပြီးဲဂိုလ်ဆိုးဝင်တာပါပဲ။Jubaလို့ခေါ်တဲ့အသံတိတ်သေနတ်သမားဆိုတဲ့အတိုင်းအမေရိကန်လက်ဖြောင့်သမားတွေထက်တောင်ကျွမ်းကျင်သူနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။ရှိန်းတယောက်အပစ်ခံရပြီးနောက်အိုက်ဇက်လည်းနောက်ကလိုက်ကူဖို့ဆင်းသွားပါတယ်။ဒါပေမယ့်သူလည်းအပစ်ခံလိုက်ရပြီးနှစ်ယောက်သားရန်သူလက်ဖြောင့်သမားရဲ့ထိန်းချုပ်မှုအောက်မှာရောက်သွားပါတယ်။ဇာတ်လမ်းလေးကိုတော့အဲလိုလေးကျောရိုးတည်ထားပါတယ်။ဇာတ်ကွက်ထက် စကားပြောခန်းကပိုပြီအခရာကျတဲ့အတွက်ဇာတ်ကားကိုကြည့်ပါမှပိုပြီးအရသာရှိမယ်လို့ပြောချင်ပါတယ်။ဒီကားထဲမှာပါတဲံJubaဆိုတဲ့အသုံးအနှုန်းဟာတကယ့်လက်တွေ့မှာလည်းအီရတ်စစ်မြေပြင်မှာအမေရိကန်စစ်သားများစွာရဲ့အသက်ကိုခြွေယူနိုင်ခဲ့တဲ့အသံတိတ်သေနတ်သမားတယောက်ကိုသုံးနှုန်းတဲ့စကားဖြစ်ပါတယ်။အပစ်အခတ်ကိုဦးစားပေးတာမဟုတ်လို့အကြမ်းပတမ်းတွေတွေ့ရမှာမဟုတ်ပါဘူး။Ratingအနေနဲ့ကလည်း6.2ထိရထားပါတယ်ဗျာ။",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/wC8FbKD.jpg",
        "url": ["dsznrjRZy-8"]
    },
    {
        "id": 5,
        "title" : "Face Off",
        "description": "အက်ရှင်၊ thriller လို့ပြောတာနဲ့ ဘယ်ခေတ်ကိုရောက်ရောက်ရိုးမသွားမယ့် ရုပ်ရှင်တစ်ကား တင်ပေးလိုက်ပါတယ်။IMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်ကြည့်ဖူးသူတွေကတော့ မေ့မှာမဟုတ်ပါဘူး။ နီကိုးလတ်ကေ့ နဲ့ဂျွန်ထရာဗိုတာတို့ အပြိင်ကျဲခဲ့တဲ့ကားပါ။ ဇာတ်လမ်း၊ သရုပ်ဆောင်၊ရိုက်ချက် အားလုံးကောင်းပါတယ်။ သားဖြစ်သူကို သတ်သွားတဲ့ အကြမ်းဖက်သမားကို တစ်ဘဝလုံး နှစ်မြှပ်ပြီး လိုက်ဖမ်းနေခဲ့တဲ့အက်ဖ်ဘီအိုင်အေးဂျင့် ရှောင်ဟာ နောက်ဆုံးတော့အကြမ်းဖက်သမား ကတ်စတာကို မိသွားပါတယ်။ မိသွားချိန်မှာကတ်စတာ ထောင်ခဲ့တဲ့ ဗုံးနေရာကို သိဖို့အတွက် ကတ်စတာရဲ့မျက်နှာကိုခွာယူပြီး ခွဲစိတ်ပြုပြင်ပြီး ကတ်စတာ အဖြစ်ဟန်ဆောင်စုံစမ်းနေရပါတယ်။ဒီအချိန်မှာပဲ ကတ်စတာက ရှောင်ရဲ့ မျက်နှာကို ယူပြီးအက်ဖ်ဘီအိုင်အေးဂျင့်အဖြစ် ပြန်လိုက်ဒုက္ခပေးတဲ့အခါမှာ…..",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/87FeXiJ.jpg",
        "url": ["YJmDLGquKlk"]
    },
    {
        "id": 6,
        "title" : "FLYPAPER ",
        "description": "လူတစ်ယောက် အကြွေလိုချင်လို ့ ဘဏ်ထဲဝင်လဲတယ်ဘဏ်စာရေးမလေး က မင်္ဂလာဆောင်ပြီးကာစအဲ့အချိန်မှာ ဘဏ်ကဓါးပြအတိုက်ခံရတယ်ထူးဆန်းတာက တိုက်တာက အဖွဲ ့၂ ဖွဲ ့FBI ကနေ ဓါးပြတွေကို အဆင့်တွေခွဲထားတဲ့ခေတ်လာတိုက်တဲ့ ၂ဖွဲ ့မှာ သုံးကောင်အဖွဲ ့က ဆရာတွေ rank အမြင့်၂ကောင်အဖွဲ ့က ငစနူ အောက်တန်းစားဓါးပြတွေအကြွေလာလဲတဲ့ သူက OCD ဝေဒနာသည်အတွေးအခေါ်က ရှယ်ဂျွတ် ဂဏန်းသချာင်္ က အသေတော်ဘဏ်စာရေးမလေးကို ကာကွယ်ပေးချင်တဲ့သူဖြစ်ချင်တော့ ဓါးပြ ၂ ဖွဲ ့အချင်းများနေတုန်းဘေးကရပ်ကြည့်နေတဲ့ တယောက်ကို ကျည်ဆန်ထွက်ပြီး မှန်ပြီးသေသေသွားတာက အရပ်ဝတ်နဲ ့ရဲဖြစ်နေတယ်ဘယ်သူပစ်လိုက်မှန်းလဲ မသိဉာဏ်ပြေးတဲ့ မင်းသားအပါအဝင် ဓါးစာခံ ရှစ်ယောက်ရယ်smart ဖြစ်တဲ့ ဓါးပြအဖွဲ ့ရယ်ငပေါ ဓါးပြ ၂ကောင်ရယ် plot မိုက်မိုက်လေးနဲ ့twist လန်းလန်းလေးနဲ ့ ဘဏ်ဓါးပြကားမျိုး ကြည့်ချင်သူများအကြိုက်တွေ ့မှာပါ",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/BkqQERe.jpg",
        "url": ["aq_Ro2bnPwk"]
    },
    {
        "id": 7,
        "title" : "Wolf Warrior",
        "description": "ဒီနေ့ အတွက်တော့ အတိုက် အခိုက်၊ အပစ်အခတ်နဲ့ ခပ်သွက် သွက် အက်ရှင်ကားကြည့် ပရိ သတ်အတွက် တရုတ်အက်ရှင် ကားလေးဖြစ်ပါတယ်။အထူး ရဲတပ်ဖွဲ့က တပ်ကြပ် ကြီး လန်ဖန် ဟာ လက်ဖြောင့်သေနတ် သမား တစ်ဦးဖြစ်ပြီး တစ်ရက် မှာ သူတို့ တပ်ဖွဲ့တရားမ၀င် ဘိန်း ထုတ်တဲ့ စက်ရုံကို ၀င်ရောက်နှိမ်နင်းရင်း ဘိန်းရာဇာ တစ်ယောက် နဲ့ ထိပ်တိုက် ဆုံခဲ့ပါတယ်။ဘိန်းရာဇာက ဓားစာခံ တစ်ယောက်ကို အကာအကွယ် ယူရင်း အထူးတပ် ဖွဲ့၀င်တစ်ယောက်ကို သေနတ် နဲ့ ပစ်ခဲ့တာကြောင့် လန်ဖန် က အထက် အမိန့် ကို မစောင့်ဘဲ ကိုယ့် သဘော နဲ့ ကိုယ် ဘိန်းရာဇာကို သေနတ်မှန်အောင်လုပ်ခဲ့ပါတယ်။အမိန့် မနာခံမှု နဲ့ လန်ဖန် တစ်ယောက် အထူးရဲ တပ်ဖွဲ့က အ ထုတ်ခံခဲ့ရပေမယ့် တပ်စုမှူးလုံ ရှောင်ယွမ် က လန်ဖန် ရဲ့ လုပ်ရည် ကိုင်ရည် ကို သဘောကျတာ ကြောင့် “War Wolf” လို့ခေါ်တဲ့ ပထမအဆင့် အထူးတပ်ဖွဲ့ကို ခေါ် ယူခြင်းခံခဲ့ရပါတယ်။တစ်ရက်မှာတော့ အထူးရဲ အဖွဲ့ဟာ တရုတ် သူဌေးကြီး မင်းဒန် ကို လူကုန်ကူးမှု၊ လက်နက် လက်၀ယ်ထားမှု စတဲ့ အမှုတွေ နဲ့ သူ့အိမ်ကို အဖွဲ့လိုက်၀င်ဖမ်းတဲ့ အခါ သူကလည်း ခေသူတော့ မဟုတ်ပါဘူး။ကြေးစားသေနတ် သမားတွေကို အဖွဲ့လိုက်ငှားထား တာမို့ သူဌေးကြီးကို လာဖမ်းတဲ့ ရဲတပ်ဖွဲ့ ၀င်တွေကို ကြေးစားအဖွဲ့ တွေက မသေမချင်း ဘက်ပေါင်း စုံကနေ ပြန်တိုက်ခဲ့ပါတယ်။သူဌေးကြီး မင်းဒန်ကလည်း လန်ဖန် ရဲ့ သေနတ်ကျည်ကြောင့် သူ့ညီသေခဲ့ရတာမို့ မခဲမကျေဖြစ် ပြီး လန်ဖန် ကို လက်စားပြန်ချေဖို့အတွက် ကြေးစား လူသတ်သမား အမေရိကန်ရေတပ် အဖွဲ့၀င်ဟောင်း တော်မ်ကက် ကို ငှားခဲ့ပါတယ်။တပ်ဖွဲ့သစ်ထဲကို ရောက်သွားတဲ့ လန်ဖန် ဟာ အဖွဲ့၀င်သစ်တွေနဲ့ အဆင်ပြေအောင် ကြိုးစား နေထိုင်ပြီး တိုက်ပွဲတွေ၀င်ခဲ့ပြီး နောက်တစ်ရက်မှာ တော်မ်ကက် နဲ့ ထိပ်တိုက်တွေ့ပါတော့တယ်။ဘိန်းရာဇာ ရဲ့ ကိုယ်စား လန်ဖန်ကို အသေတိုက်မယ့် ကြေးစားအဖွဲ့တွေနဲ့ ဆုံတဲ့အခါ လန်ဖန်ဘယ်လိုအခြေအနေနဲ့ အဆုံးသတ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါဦး။(ရုပ်ရှင်အညွှန်းကို ohnphwa.com မှကူးယူဖော်ပြပါသည်။)",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/ZAMU6QU.jpg",
        "url": ["-cZESKwKNpg"]
    },
    {
        "id": 8,
        "title" : "In Time",
        "description": "အဆိုတော်မင်းသားချော Justin Timberlake နဲ့ မင်းသမီး Amanda Seyfried တို့ပါဝင်ထားတဲ့Action/Sci-fi/Thriller အမျိုးအစားဇာတ်ကားတစ်ကားပါ…နောင်နှစ်ပေါင်းများစွာကြာသောအခါ၂၁၆၉ခုနှစ်မှာ လူသားများသည် အသက်၂၅ နှစ်ပဲရှည်အောင် တီထွင်ခံရသောအခါ….မွေးဖွားလာကတည်းက လက်မောင်းမှာ ဒစ်ဂျစ်တယ်နာရီပါလာသောအခါ…ဆက်လက်အသက်ရှင်ချင်ရင် အသက်နာရီတွေကိုသုံးရသောအခါ….ချမ်းသာတဲ့လူရယ် ဆင်းရဲတဲ့သူရယ် ခွဲခြားထားသော အချိန်များပြောင်းလဲမှု Dayton နှင့် New Greenwich ဆိုတဲ့ အချိန်ဇုံ၂ခုကြား…မင်းသား Justin Timberlake ကိုထည့်သွင်းလိုက်သောအခါ…..။",
        "category": "action",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/nWz7SPZ.jpg",
        "url": ["e1C8x_L6Lcs"]
    },
    {
        "id": 9,
        "title" : "Death And Glory in Changde (Chinese)",
        "description": "Death and Glory in Changde is a 2010 Chinese war film based on the events in the Battle of Changde in 1943 during the Second Sino-Japanese War. The Chinese title of the film literally means 'bloodbath, isolated city'. Directed by Shen Dong, the film starred Ray Lui, Yuan Wenkang and Ady An in the lead roles.",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/ApHXBdO.jpg",
        "url": ["Vk_dbT1jddk"]
    },
    {
        "id": 10,
        "title" : "Norchmen : A Viking Saga",
        "description": "Northmen: A Viking Saga is a 2014 historical action film by Swiss director Claudio Fäh. It is an English-language film",
        "category": "history",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/sA9FO4c.jpg",
        "url": ["Qc24Y0Ug2-0"]
    },
    {
        "id": 11,
        "title" : "Den Of Thieves",
        "description": "အားလုံးစောင့်မျှော်နေကြတဲ့ Den of Thieves လာပါပြီ။ဒုန်းဒုန်းဒက်ဒက် တုံးလုံးပတ်လက် အဆဲတစ်လိုင်း ခပ်ရိုင်းရိုင်းမှ ကြည့်ချင်သူတွေအတွက်၂၀၁၈ ရုံတင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လက်ရဲဇက်ရဲနိုင်တဲ့ နယ်ထိန်းရဲတပ်ဖွဲ့နဲ့ ရေတပ်စစ်သားဟောင်းတစ်သိုက်တို့ပညာပြိုင်ကြပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာ ဓားပြလုံးဝအတိုက်မခံရသေးပါဘူးဆိုတဲ့ ဘဏ်ကို ဒုစရိုက်သမားတွေကဘယ်လိုဝင်ခိုးကြမလဲ၊ နယ်ထိန်းရဲတွေက ဘယ်လိုတားဆီးမလဲ၊ မြုပ်ကွက်တွေက ဘာတွေလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။ျားကြီးချဲ့ပြောဇာတ်လမ်းက အမလေ၊ မြုပ်ကွက်တွေပေါ်လေ ဖြစ်မှာစိုးတဲ့အတွက် အနည်းငယ်ပဲ ညွန်းထားတာဖြစ်ပါတယ်။မင်းသားကြီးတွေကလဲ အကြမ်းပတမ်းသမားတွေဖြစ်တာကြောင့် ကြည့်ရတာ တကယ်ကိုအားရတဲ့ ကားကောင်းတစ်ကားဖြစ်မှာပါ။IMDb Rating 7 တောင်ရရှိထားတဲ့အတွက် အက်ရှင်ကားကောင်းတစ်ကားလို့ ပြောလို့ရပါတယ်။ခေါင်းဆောင်မင်းသားဖြစ်သူ Gerard Butler ဟာဆိုရင် 300, Olympus has Fallen လို ရုပ်ရှင်တွေမှာပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အဆဲအဆိုစကားတွေ အများကြီးပါတဲ့အတွက်ဘာသာပြန်တဲ့နေရာမှာ ဆဲဆိုတဲ့စကားတွေ ပါတဲ့အကြောင်း ကြိုတင်ပြီး မေတ္တာရပ်ခံလိုက်ပါတယ်။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/NVpNMj5.jpg",
        "url": ["ZLBDgD3v5dc"]
    },
    {
        "id": 12,
        "title" : "War Thunder",
        "description": "Plot : In November 1941, remaining squad of Soviet soldiers must stop a column of Nazi Germany tanks.",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/muvS4fM.jpg",
        "url": ["VdKZCk0zLDI"]
    },
    {
        "id": 13,
        "title" : "Tricky Brains (Chinese)",
        "description": "​IMDb Rating (7.1) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားထဲမှာ chow က လူလိမ်ဝိဇ္ဇာ…လိမ်တဲ့နေရာမှာ လျပ်တပြက်ရော အစီအစဉ်တကျရော အကုန်ပိုင်နိုင်တဲ့ စွယ်စုံရလူလိမ်…ဘယ်သူ့မျက်နှာမှ မထောက်ဘဲ ပိုက်ဆံမျက်နှာတစ်ခုပဲကြည့်တတ်တဲ့ တကယ့်လူ…အဲ့…Andy Lau ကျတော့ ရိုးသားကြိုးစားတဲ့ ကုမ္ပဏီဝန်ထမ်းတစ်ဦး…ရိုးအ,လွန်းလို့ ကောင်မလေးကတောင် ရေလာမြောင်းပေးပြရတဲ့လူ…လူလိမ်ဝိဇ္ဇာနဲ့  လူရိုးလေးတို့ လျှို့ဝှက်ကိစ္စတစ်ခုနဲ့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ…….။ဇာတ်ကားက အတော်ပဲရယ်ရပါတယ်…chow တစ်ယောက်ထဲနဲ့ကို အကွက်ပြည့်နေတာပါပဲ။တခြားတစ်ယောက်နဲ့ သူ့ကောင်မလေးစေ့စပ်သွားလို့အသည်းကွဲနေတဲ့ Andy Lau တစ်ယောက် အရက်သောက်ရင်းညည်းတယ်။မိန်​းမ​တွေက အ​ရေးမပါပါဘူးကွာ…ဒါကို chow ကတော့လက်မခံပါဘူး..ဒီလိုပြန်ချေပပါတယ်။အ​ရေးပါတယ်​ကွ….သူ့ကိုလက်ထပ်ပြီးရင် မင်းနှိပ်စက်လို့ရပြီ….ပြီးရင် သူ့ကို အပျော်မယ်လုပ်ခိုင်းပြီး ရောင်​းစားလိုက်လဲရတယ်…တခြားလူဆီတော့ မပေးလိုက်နဲ့ တဲ့။ 😛 မျက်ခွက်ပြောင် ဗရုတ်သုတ်ခ Chow တစ်ယောက် ဘယ်လိုတွေ ပြသနာရှာပြီး အဲ့ပြသနာတွေကို သူ ဘယ်လိုဖြေရှင်းသွားမယ်ဆိုတာ..ကြည့်ရှုလိုက်ပါနော်။Crd: www.gcmovies.org",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Y7G0LQg.jpg",
        "url": ["UBJYiEm-jNQ"]
    },
    {
        "id": 14,
        "title" : "Mudras Calling:မုဒြာရဲ့ခေါ်သံ",
        "description": "IMDB 8.5/10 | When US-raised Jaden returns to his birthplace Myanmar, to search for his roots, he discovers a shocking truth, a new love and ultimately a possible future in his homeland.",
        "category": "myanmar",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/n64a1J7.jpg",
        "url": ["IhdsRySHKxk"]
        }, 
    {
        "id": 15,
        "title" : "Mr.Bones",
        "description": "90’s Born တွေတော်တော်များများ နဲ့ရင်းနှီးကြတဲ့ ဟိုး ဗီဒီယိုတိတ် နဲ့ ခေတ်ကထဲ ကဂျီးကပ် မှိုတတ်နေတဲ့အခွေကို ဘာသာစကားနားမလည်ပဲကြည့်တာတောင် အူတက်မတတ် ခွီခဲ့ရတဲ့အာဖရိက ရောက်လူဖြူကြီး Mr. Bone ရဲ့မင်းသားရှာပုံတော် ခရီးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားက Comedy မှာ စွန်း ဖောက်တဲ့ ကားမို့ဇာတ်ကြောင်းအထွေအထူးပြောစရာမလိုဘူးလို့ထင်မိပါတယ်ဒီကားကို ဒါရိုက်တာ Gray Hofmeyr က ရိုက်ကူးထားပြီးGoogle ကိုခေါက်ကျိမယ်ဆိုရင် ၉၇% သောသူတွေကဒီကားကို ကြိုက်နှစ်သက်ကြပါတယ်တဲ့ဗျာ",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/E01unDb.jpg",
        "url": ["kJDoJvERq-M"]
    }, 
    {
        "id": 16,
        "title" : "Mr.Bones 2: Back from the Past",
        "description":  "90’s Born တွေတော်တော်များများ နဲ့ရင်းနှီးကြတဲ့ ဟိုး ဗီဒီယိုတိတ် နဲ့ ခေတ်ကထဲ ကဂျီးကပ် မှိုတတ်နေတဲ့အခွေကို ဘာသာစကားနားမလည်ပဲကြည့်တာတောင် အူတက်မတတ် ခွီခဲ့ရတဲ့အာဖရိက ရောက်လူဖြူကြီး Mr. Bone ရဲ့မင်းသားရှာပုံတော် ခရီးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားက Comedy မှာ စွန်း ဖောက်တဲ့ ကားမို့ဇာတ်ကြောင်းအထွေအထူးပြောစရာမလိုဘူးလို့ထင်မိပါတယ်ဒီကားကို ဒါရိုက်တာ Gray Hofmeyr က ရိုက်ကူးထားပြီးGoogle ကိုခေါက်ကျိမယ်ဆိုရင် ၉၇% သောသူတွေကဒီကားကို ကြိုက်နှစ်သက်ကြပါတယ်တဲ့ဗျာ",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/aMDlCa5.jpg",
        "url": ["6iNg2qYV6DY"]
    }, 
    {
        "id": 17,
        "title" : "Exam",
        "description": "2010 ကထွက်တဲ့ Deadpoolမင်းသား Ryan Reynolds သရုပ်ဆောင်ထားတဲ့ Buriedဆိုတဲ့ကားလေးကိုလဲ ကြည့်ဖူးကြမှာပေါ့ပြသချိန် ၁နာရီခွဲခန့်ရှိတဲ့ဇာတ်ကားတစ်ကားလုံးကို အခေါင်းလေးတစ်လုံးထဲမှာပဲ လှည့်ပတ်ရိုက်ပြသွားတယ်အခုဒီ Exam ဆိုတဲ့ကားလေးလဲ အဲ့လိုမျိုးပါပဲ အခန်းလေးတစ်ခန်းထဲမှာပဲ တစ်ကားလုံးပြီးသွားတာပါ 2009 ကထွက်ခဲ့တဲ့ ဒီindieကားလေးဟာ 600,000 USD သာ ကုန်ကျခဲ့ပါတယ်တစ်ကားလုံးကို အခန်းလေးတစ်ခန်းထဲမှာပဲပြီးသွားခဲ့ပေမဲ့ စိတ်ဝင်စားစရာတွေနဲ့ ပြည့်နှက်နေခဲ့တဲ့ ဒီကားလေးဟာ ဆုတွေလဲ ဆွတ်ခူးခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်……တစ်ကမ႓ာလုံးမှာ ကူးစက်ရောဂါတစ်မျိုး ကပ်ရောဂါအသွင်ဖြစ်ပွားနေချိန်လူတွေက ရောဂါအကူးမခံရဖို့ကိုသာ အာရုံစိုက်နေရပြီး အလုပ်အကိုင်တွေလဲရှားပါးလာတဲ့အခြေအနေမျိုးမှာ ကုမ္ပဏီတစ်ခုက အလုပ်ခေါ်တဲ့အကြောင်းလေးပါ အလုပ်လိုချင်တဲ့လူပေါင်းမြောက်များစွာထဲကမှ နောက်ဆုံးစကာတင် ရှစ်ယောက်ပဲကျန်တယ်အဲ့ရှစ်ယောက်ကို နောက်ဆုံးစမ်းသပ်မှုတစ်ခုထပ်ဖြေခိုင်းတယ်သတ်မှတ်ထားတဲ့စည်းကမ်းချက် ၃ချက်ထဲရှိတယ်စည်းကမ်းဖောက်ရင် အထုတ်ခံရမယ် ဖြေဖို့သတ်မှတ်ချိန် မိနစ် ၈ဝပေးထားတယ်သူတို့အတွက်စားပွဲပေါ်မှာပေးထားတာက ခဲတံလေးတစ်ချောင်းစီနဲ့ စာရွက်တစ်ရွက်စီအားလုံးက မေးခွန်းစာရွက်လို့ထင်နေပေမဲ့ တကယ်တမ်း စဖြေလို့ရပါပြီဆိုတဲ့အချိန်မှာ ကြည့်လိုက်တော့ စာရွက်က အလွတ်ကြီး! အဲ့တော့ ဘာကိုဖြေခိုင်းတာလဲ?သာမန်စာမေးပွဲလို စာရေးရမှာမဟုတ်ရင် ဘာတွေလုပ်ရမှာလဲ?ဘာလို့ဒီကုမ္ပဏီက အလုပ်လေးတစ်ခုခန့်ဖို့ကို အဲ့လောက်ထိရှုပ်ထွေးနေရတာလဲ?သာမန်ရွေးချယ်မှုလေးမဟုတ်ရင် ဒီအလုပ်က ဘယ်လောက်အထိတောင် အရေးကြီးနေလို့လဲ?အဲ့ကုမ္ပဏီကလဲ အမှန်တကယ်က ဘာကုမ္ပဏီလဲ?ရှစ်ယောက်ထဲကဘယ်သူက လျှို့ဝှက်ချက်တွေကိုဖော်နိုင်ပြီး အလုပ်ရသွားမလဲ?ပြသချိန် ၁နာရီနဲ့ မိနစ်၄ဝခန့်ကို ဘယ်လိုကုန်လို့ကုန်သွားမှန်းမသိအောင်ကို ဇာတ်လမ်းထဲမှာမျောသွားပြီး မထတမ်းကြည့်ရလိမ့်မယ်ဆိုတာကို ကျွန်တော်အာမခံရဲတယ်IMDb 6.9, Rotten Tomatoes 63% ရထားပါတယ်အမှန်က rating တွေက အဲ့ထက်ပိုရသင့်တယ်လို့တောင် မြင်မိပါတယ်",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/SOsdO7I.jpg",
        "url": ["dRjMdGXjpnY"]
    },
    {
        "id": 18,
        "title" : "Battle Scars",
        "description": "ဒီ Battle scars ကားလေးက rating 5.2 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် Micheal မှာ Tommyနဲ့ Vinnyဆိုတဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် သူတို့ကငယ်ငယ်လေးထဲကတစ်ပူးပူးတစ်တွဲတွဲနေကြတာပါ တစ်နေ့မှာ သူရဲ့သူငယ်ချင်း Vinny မှာ ဗီယက်နာမ် စစ်ပွဲမှာပါဝင်တိုက်ခိုက်ဖို့အတွက်အရွေးခံလိုက်ရတယ် အဲ့လိုနဲ့ Michealက သူငယ်ချင်းဆိုပေမယ့် ညီအကိုလိုနေနေတာကြောင့် သူနဲ့အတူစစ်ထဲလိုက်မယ်လို့ပြောခဲ့တဲ့အချိန်မှာလည်း Tommyကပါလိုက််မယ်လို့ပြောပြီး သုံးယောက်သားအတူတူသွားပြီးနောက် ဘာဆက်ဖြစ်မယ်ဆိုတာ သိချင်ရင် ကြည့်ကြည့်လိုက်နော်",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/9IpZ4xe.jpg",
        "url": ["TclEwxm85NE"]
    },
    {
        "id": 19,
        "title" : "The War of Loong (Chinese)",
        "description": "IMDb 6.5 ရရှိထားတဲ့ဒီဇာတ်​ကား​လေးက​တော့ ၁၈၈၅ခုနှစ်​…..ချင်​မင်​းဆက်​လက်​ထက်​ ချင်​စစ်​တပ်​နှင်​့ြ​​ပင်​သစ်​စစ်​တပ်​တို့ရဲ့စစ်​ပွဲအ​ကြောင်​းကိုရိုက်​ကူးထားခြင်​းပဲဖြစ်​ပါတယ်​။၁၈၈၅ ခုနှစ်​မှာ ပြင်​သစ်​တပ်​ဖွဲ့ကတရုတ်​ပြည်​ကိုကျူး​ကျော်​ပြီးဂွမ်​ရှီးပြည်​နယ်​မှာရှိတဲ့ ကျန်​့နန်​ကွမ်​းမြို့ကို သိမ်​းပိုက်​ခဲ့ပါတယ်​တိုင်​းပြည်​ချစ်​တဲ့မျိုးချစ်​စိတ်​အပြည်​့ရှိတဲ့ တပ်​မှူးကြီးဖုန်​ကျီချိုင်​ဟာသူ့ရဲ့သားနှစ်​ဦးနှင့်အတူ​အမိ​မြေကာကွယ်​ဖို့ရန်​အတွက်​ စစ်​တပ်​ထဲသို့ဝင်​​ရောက်​လာခဲ့ပါတယ်​စစ်​လက်​နက်​ပစ္စည်​း အစစအရာရာ သာလွန်​တဲ့ပြင်​သစ်​တပ်​ကြီးကိုပြန်​လည်​တိုက်​ထုတ်​ဖို့ဆိုတာ လွယ်​ကူတဲ့အရာ​တော့မဟုတ်​ပါဖူးသို့​သော်​​တပ်​မှူးကြီးဖုန်​ကျီချိုင်​က သူ့ရဲ့နိုင်​ငံ့ချစ်​စိတ်​ကို ပြသဖို့ရန်​ ပြတ်​သားတဲ့ဆုံးဖြတ်​ချက်​နှင်​့အတူသူ့အ​ခေါင်​းကိုပါသူ့နှင်​့အတူ စစ်​ပွဲထဲကိုယူ​ဆောင်​လာခဲ့ပါတယ်​ဒီဇာတ်​ကား​လေးက​ဆိုရင်​လက်​နက်​အင်​အားလူအင်​အားလုံးဝကွာခြားလွန်​းလှတဲ့ပြင်​သစ်​စစ်​တပ်​ကို ​တော်​လှန်​တိုက်​ထုတ်​နိုင်​ခဲ့တဲ့ ချင်​လူမျိုးတို့ရဲ့ရဲရင်​့​သောစိတ်​ မျိုးချစ်​စိတ်​ဓာတ်​တို့ကို ကွက်​ကွက်​ကွင်​းကွင်​းပီပီပြင်​ပြင်​ ​ရိုက်​ကူး​ဖော်​ကျူးထားတဲ့ ဇာတ်​ကား​လေးပဲဖြစ်​ပါတယ်​ဖြစ်​ရပ်မှန်​ဇာတ်​ကားဖြစ်​တာ​ကြောင်​့ကြည်​့ဖြစ်​​အောင်​ကြည်​့ကြပါလို့တိုက်​တွန်​းရင်​း နိဂုံချုပ်​အပ်​ပါရ​စေ​..",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/mLXbd8Z.jpg",
        "url": ["w0lcJ9IN1XE"]
    },
    {
        "id": 20,
        "title" : "Incident in a Ghostland",
        "description": "Psychopath ကားမျိုးကိုမှ ကြည့်ချင်တဲ့သူအတွက် Ghostland ဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းနဲ့မိတ်ဆက်ပေးပါရစေ။Ghostland ဆိုလို့ သရဲက ဟိုခြောက်လိုက်ဒီခြောက်လိုက်နဲ့ ဟိုအော်ဒီအော်နဲ့ပြီးသွားမယ့် ကားလို့မထင်လိုက်ပါနဲ့။Elizabeth Keller ဆိုတဲ့ နာမည်ကြီး သရဲဝတ္တုစာရေးဆရာမကြီးရှိတာပေါ့။သူက Incident in Ghostland ဆိုတဲ့ ဖြစ်ရပ်မှန်သရဲဝတ္တုစာအုပ်နဲ့ ရောင်းအားအကောင်းဆုံးမှာ ရှိနေတာပေါ့။ သူ့ကို interview တွေလည်းမေးကြတယ် ဒီစာအုပ်နဲ့ ပတ်သက်ပြီးတော့ပေါ့။Beth မှာ အမေရယ် Vera ဆိုတဲ့ အစ်မတစ်ယောက်ရှိပါတယ်။သူတို့ဟာ လွန်ခဲ့တဲ့ ၁၆ နှစ်က သူရယ် သူ့အစ်မရယ် သူ့အမေ ရယ်က အိမ်ကြီးတစ်အိမ်ပြောင်းသွားတော့ Psychopath နှစ်ယောက်ရဲ့ တိုက်ခိုက်မှုကိုခံရတဲ့ အကြောင်းကို Beth ကရေးထားတာလေ။ အဲ့တော့ လူတိုင်းက စိတ်ဝင်စားနေကြတာပေါ့။တစ်ရက်တော့ အဲ့ဒီကို အိမ်ကို သူူပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။သူပြန်ရောက်တော့ သူ့အစ်မ Vera နဲ့တွေ့ပြီး တကယ့်လက်တွေ့ဘဝက သူအဲ့ဒီအိမ်မှာပဲပိတ်မိနေသေးတယ်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာ သူတို့ညီအစ်မ နှစ်ယောက် ဘယ်လို လွတ်အောင်ပြေးမလဲPscychopath နှစ်ယောက်ရဲ့ လက်ခုတ်ထဲကရေလိုပဲ ဆက်နေသွားရမလားဆိုတာ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲကြည့်လိုက်ပါလို့",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/HmTxCm1.jpg",
        "url": ["QHGba9A2amo"]
    },
    {
        "id": 21,
        "title" : "Russian War Movie",
        "description": "Russian War Movie",
        "category": "war",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/GpyMzrR.jpg",
        "url": ["rZNdh9ADULY"]
    },
    {
        "id": 22,
        "title" : "Deception: ဉပါယ်တံမဉ် ",
        "description": "Min Htet possesses a perfect life which will be envied by a lot. He is rich; owns a gallery and in addition to all that, has a beautiful wife called Zin Mar. He is the epitome of happiness ...",
        "category": "myanmar",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/KXhByWZ.jpg",
        "url": ["NgZsZ1wKVq8"]
    },
    {
        "id": 23,
        "title" : "Ghost House",
        "description": "ဒီရုပ်ရှင် ကားဟာ ထိုင်းနိုင်ငံတွင် ရိုက်ကူးထားတာ ဖြစ်ပြီး ယုံကြည်မှု တစ်ခုကိုအခြေခံထားတဲ့ ကြောက်မက်ဖွယ်ရာ ကျိန်စာသင့် အိမ်တွေ အကြောင်းဖြစ်ပါတယ် ဒါနဲ့ သက်ဆိုင်တဲ့ အနေအထား ပြောရရင် ကျနော်တို့ မြန်မာနိုင်ငံမှာ သစ်ပင်တွေ အိမ်တွေမှာ နတ်စင်တွေ ထားရှိပြီး ယုံကြည်စွာ ကိုးကွယ်ကြပါတယ် ထိုင်းတွေမှာလဲ နတ်စင်တွေ ရှိပါတယ် ဒါပေမယ့် သူတို့ကတော့ နတ်စင် လို့ မသုံးနှုန်းပါဘူးသေတဲ့သူတွေ ခိုကိုးရာ ရဖို့ ဝိဉာဉ်အိမ် (Ghost House) တွေလို့ သုံးနှုန်းတာကို အခုမှ ကျနော်လဲ သေချာသိပါတယ်ထိုင်းနိုင်ငံရဲ့ Shopping Mall တစ်ချို့မှာ ဆိုလျင် ထိုမြေပိုင်ရှင်များကို နတ်ကွန်း (Ghost House ) များဖြင့် အမွှေးတိုင် ပူဇော် ဆီမီးပူဇော်အစားအသောက်များ ကပ်ရုံ မကပဲ သူတို့ ကြိုက်နှစ်သက်သော ရှေးဟောင်း ထိုင်းသီချင်းများကိုပါ ဖွင့်ပေးထားရသည်ကို မျက်မြင်ကိုယ်တွေ့တွေ့ခဲ့ရဖူးပါတယ် ထို (Ghost House ) များအတွင်းတွင်လဲ ပုံတူ ရုပ်ထုများကို ထည့်သွင်းထားသည်ကို တွေ့ရှိရပါတယ်။သေချာ တွေးရင်တော့ သရဲမွေးထားတယ်လို့ စဉ်းစားမိပြီး ကျောချမ်းမိပါသေးတယ် 😀အခု တင်ပေးတဲ့ Ghost House ဆိုတဲ့ Horror ရုပ်ရှင်ကတော့ 2017 တွင် ထွက်ရှိထားတာဖြစ်ပြီး ထိုင်းနိုင်ငံရဲ့ Ghost House ကျိန်စာကိုသေချာ ရှင်းပြထားတဲ့ ရုပ်ရှင်ကားလို မြင်မိပါတယ် Review လေးကိုတော့ သေချာဖတ်ပြီးမှ ရုပ်ရှင်ကိုကြည့်ပါနော်==============================================  ထိုင်းနိုင်ငံကို အလည်အပတ် ရောက်ရှိလာတဲ့ ချစ်သူနှစ်ဦး ဂျင်မ် နှင့် ဂျူလီယာ တို့ဟာ ဂိုဂို လို့ ခေါ်တဲ့ ဧည့်လမ်းညွှန်လေး နှင့်သိကျွမ်းကာဟိုတယ် တစ်ခုမှာ တည်းခိုရင်း ထိုင်းနိုင်ငံရဲ့ လှပတဲ့ ရှုခင်းများ ရိုးရာ ဓလေ့များကို လေ့လာခဲ့ကြပါတယ်…ဂျင်မ် ကတော့ ဂျူလီယာ ကို အရိပ်တကြည့်ကြည့်ဖြင့် ချစ်မြတ်နိုးသူ ဖြစ်ပြီး ချစ်သူ ဂျူလီယာ ကတော့ ဒီခရီးစဉ်ကို စိတ်လှုပ်ရှားပျော်ရွှင်နေပြီးကင်မရာ တစ်လုံးဖြင့် ကောင်းကောင်းအလုပ်ရှုပ်နေခဲ့ပါတယ်….တစ်နေ့မှာတော့ ကော်ဖီဆိုင်တစ်ခုတွင် ဂျင်မ် မှ ဂျူလီယာ ကို စေ့စပ်လက်စွပ် ပေး၍ လက်ထပ်ခွင့် တောင်းခဲ့ပါသည် ပျော်ရွှင်နေသော ချစ်သူနှစ်ဦးဟိုတယ် သို့ အပြန် သူတို့ တည်းခိုနေသည့် ဟိုတယ်တွင် ဗြိတိန် နိုင်ငံသား ၂ ယောက်ဖြင့် သိကျွမ်းကာ မိတ်ဆွေ တွေဖြစ်သွားကြပါတယ်ထိုနှစ်ယောက်မှာ ရောဘတ် နှင့် ရီနို ဖြစ်ပြီး ထိုကဲ့သို့ လက်ထပ်ခွင့်ရရှိတဲ့ အတွက် ဂုဏ်ယူကြောင်း ဒီ တစ်ညတော့ သူတို့ ၂ ဦး ဒကာခံမည်ဟုဆိုကာ ဂျင်မ် နှင့် ဂျူလီယာ တို့အား Night Out ခေါ်သွားပြီး စကားစပ်မိ၍ ဂျူလီယာ ဓါတ်ပုံရိုက်ကူးရန် နတ်စင် များစွာ ရှိကြောင်းအမှတ်တရ ဖြစ်စေရန် လိုက်ပို့မည်ဖြစ်ကြောင်း ပြောကာ ထို့ညမှာပင် တောအုပ်တစ်ခု အတွင်း စွန့်ပစ်ထားသော နတ်စင်များ ရှိရာသို့စတင် ထွက်ခွာခဲ့ပါတော့တယ်…ထိုခရီးစဉ်သည် ဂျူလီယာ အတွက် အထူးအဆန်းများစွာ တွေ့ရမည်လား ထိတ်လန့်တုန်လှုပ်စရာများ ကြုံရမည်လား ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုပေးပါကြပါရန်….",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/b2Eeelt.jpg",
        "url": ["LR0PcBNQ6gU"]
    },
    {
        "id": 24,
        "title" : "House At The End Of The Street",
        "description": "မင်းသမီး ဂျနီဖာလောရင့် အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror, Mystery, Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb (5.6/10) ပဲရရှိထားဇာတ်ကားဖြစ်ပေမယ့် ဂျနီဖာလောရင့်ပရိတ်သတ်တွေနဲ့ သည်းထိတ်ရင်ဖိုခံစားချင်သူတွေတော့ အကြိုက်တွေ့မယ်ထင်ပါတယ်။",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/fXINQwn.jpg",
        "url": ["39Qm7O_J2YM"]
    },
    {
        "id": 25,
        "title" : "Liar Liar Vampire",
        "description": "Liar Liar Vampire",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/oBLxfbK.jpg",
        "url": ["9FbVc2qEjuc"]
    },
    {
        "id": 26,
        "title" : "The God Must Be Crazy",
        "description": "ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် 1 ဇာတ်ကားပါ။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/wLyGgF3.jpg",
        "url": ["QNs1xTKPz7E"]
    },
    {
        "id": 27,
        "title" : "Voldemort : origins of the heir",
        "description": "အခုတင်ဆက်ပေးရမယ့် movie လေးကတော့ ပရိသတ်တွေရဲ့ ကလေးဘဝကတည်းက ဇာတ်လိုက်ကျော် ဟယ်ရီပေါ်တာ ဖန်များအားလုံးသိကြမယ့် မှော်နက်ဂိုဏ်းချုပ်ကြီး Voldemort(ဗိုဒမော့)အကြောင်းကို ရိုက်ကူးထားတာပါ...ဒီမူဗီအတွက်official Teaser trailer ကို 2017 Juneမှာ FBမှာတင်ခဲ့တဲ့အခါ…၂ရက်အတွင်း ကြည့်ရှုသူ သန်းနှစ်ဆယ်ကျော်ခဲ့ပါတယ်…ဟယ်ရီပေါ်တာဖန်ကလည်း နည်းမှမနည်းပဲကိုး …ဒီဇာတ်ကားလေးကိုရှုစားပြီးတော့ ဟယ်ရီနဲ့ပတ်သက်တဲ့ Facts တွေကို သေချာသိနိုင်မှာဖြစ်ပါတယ်…ဟယ်ရီပေါ်တာရဲ့ရန်သူတော်ကြီး ဗိုဒမော့ရဲ့ ငယ်ဘဝ တွန်ရစ်ဒယ် တစ်ယောက် ဒီလို မှော်နက် ဂိုဏ်းချုပ်ကြီးတစ်ယောက် ဖြစ်လာဖို့ လုပ်ဆောင်ခဲ့တဲ့ ငယ်ဘဝ ကြိုးပမ်းမှုတွေကို စိတ်ဝင်စားဖွယ် ဘယ်လိုတွေများတင်ဆက်ထားသလဲ….ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ စလေးသရင်း, ဂရစ်ဖင်းဒေါ, ဟက်ပ်ဖက် နဲ့ ရာဗင်ခလော ဆိုတဲ့ ဟော့ဂ်ဝက် မှော်ကျောင်းကြီးလေးကျောင်းရဲ့ ဆက်ခံသူတွေ ဒီဇာတ်ကားထဲမှာ ဘယ်လိုများပါဝင်ထားကြမလဲ ဆိုတာကို ဟယ်ရီပေါ်တာ ပရိတ်သတ်များအားလုံးလက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးလို့",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Vs3VZyt.jpg",
        "url": ["ntiOZluuEjg"]
    },
    {
        "id": 28,
        "title" : "ဒုဌဝတီကိုလွန်၍",
        "description": "A general who sacrificed for secret historic bag on the night of November 1885 while Myanmar last federalist King Thibaw was exiled.Geroge J.Harlam an Anglo-Indian from England called George J Harlam who is interested in Myanmar ancient cultural heritages.George's adopted obedience son, Elvis.Htet Paing, who spent more than a decade of his life time in Europe becomes an accused criminal at one of the attorney offices on Pansodan St at Yangon.The daughter Saung Nanda who heritages the love and interest in ancient histories, abilities of discovering and collecting at ancient artifacts from her father.The girl who got the greatly power to be able to find historical treasure from her father as inheritances. Her name is Saung Nandar.",
        "category": "myanmar",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/oSQAS9a.jpg",
        "url": ["GJP75BiAF6c"]
    },
    {
        "id": 29,
        "title" : "X Men",
        "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers.",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/iTx2sgF.jpg",
        "url": ["_FV1YQ71hMY"]
    },
    {
        "id": 30,
        "title" : "The Mechanic",
        "description": "အက်ရှင် ဇာတ်ကြမ်းကား နှစ်သက်သည့် ပရိသတ်စိတ်ကြိုက်တွေ့မည့် ဇာတ်ကား ဖြစ်ပါတယ်..။ခေါင်းဆောင် မင်းသားမှာ Transporter, War, Death Raceဇာတ်ကားတွေထဲကနာမည်ကြီး အက်ရှင်မင်းသား ဂျေဆန်စတက်ဟန် ဖြစ်ပြီး သူနှင့် အတူလူငယ်မင်းသား ဘန်ဖော်စတာလည်း ပါဝင်ထားပါတယ်………။ဒါရိုက်တာမှာ ဆီမွန်ဝက်စ်ဖြစ်ပြီး ကုန်ကျစရိတ် Budget ဒေါ်လာသန်း ၄ဝ အကုန်အကျခံ ထုတ်လုပ်ထားသည့်ဇာတ်ကား ဖြစ်ပြီး ယခုဇာတ်ကားမှာ ၁၉၇၂ခုနှစ်က The Mechanic  ဇာတ်ကားကိုပြန်လည် Remake လုပ် ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်။ထိုစဉ်အခါတုန်းက မင်းသားမှာ ချာလီးစ်ဘရွန်ဆင် ဖြစ်ပါတယ်။စက်တစ်ခုလို တိကျသေသပ်စွာအသက်ရှင်နေသော လူတစ်ယောက်အကြောင်းကို ရိုက်ပြထားပါတယ်….။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/hhjvPQU.jpg",
        "url": ["j-GKNq9MJ2k"]
    },
    {
        "id": 31,
        "title" : "Robert Reborn",
        "description": "ရောဘတ်ဆိုတဲ့ကလေးငယ်လေးက မိသားစုမေတ္တာအပြည့်မဝမရခဲ့တဲ့ကလေးငယ်လေးတစ်ယောက်ပါအနိုင်ကျင့်တတ်တဲ့အဖေနဲ့ ဘာသာတရားကိုင်းရှိုင်းတဲ့ အမေနဲ့ကြားကရန်ပွဲထဲမှာပဲကြီးပျင်းခဲ့ရတဲ့ ကလေးပါ တစ်ရက်မှာတော့သူ့အဖေနဲ့အမေရဲ့ ရန်ပွဲကြားညပ်ပြီးတော့ မတော်တဆ သေဆုံးသွားပါတော့တယ်။သူ့မိခင်ကလည်း သူ့ဝိညာဉ်ပြန်လည်နိုးထလာနိုင်ဖို့ ဘုရားသခင်ဆီ်မှာ တောင်းဆုပြုပါတော့တယ်။တစ်ဖက်မှာလည်း အေမော့စ် ဘလက်ဝုဒ်ဆိုတဲ့ ဂျာမနီလူအိုကြီးတစ်ယောက်ဟာသက်မဲ့အရုပ်တွေကို အသက်သွင်းခြင်းဆိုတဲ့အတတ်ပညာကို ကောင်းစွာတတ်မြောက်ထားသူပါ။နာဇီကတောင် အင်တိုက်အားတိုက် လိုက်ရှာနေခဲ့ရတဲ့သူပဲဖြစ်ပါတယ်။သူ့ကိုယ်ပိုင် အသက်သွင်း အရုပ်လေးတွေထဲမှာရောဘတ်ကတော့ အရက်စက်ဆုံးနဲ့ အနာခံဆုံး အရုပ်လေးပါပဲဘယ်လိုပဲလိုက်ရှာရှာ ဘယ်လိုပဲသတ်ဖို့ကြိုးစားစား သူ့အရုပ်လေးတွေအကူအညီနဲ့အမြဲလွတ်မြောက်သွားတဲ့သူ့ကိုနာဇီ အရာရှိတွေကိုယ်တိုင် ခြေရာခံမိသွားတဲ့အခါမှာတော့….အရုပ်ကလေးတွေဆိုတာ သက်မဲ့ဆို အင်မတန်ချစ်ခင် နှစ်လိုဖွယ်ဆော့ကစားချင်စရာ လေးတွေပေမယ့် ဝိညာဉ်ခိုကပ်နေတဲ့အခါမှာတော့လက်မရွံလူသတ်သမားတွေ အဆင့်လောက်ထိကို ရက်စက်သွားတော့တာပဲဖြစ်ပါတယ်သူတို့ရဲ့ဖခင်ကြီးကို နှောင့်ယှကိတဲ့လူမှန်သမျှကိုဘယ်လိုတွေ ကာကွယ်ပေးသွားကြမလဲဆိုတာ ဒီကားမှာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/OmZaJVY.jpg",
        "url": ["8H7qs0nrj2s"]
    },
    {
        "id": 32,
        "title" : "The Wretched",
        "description": "2019 ခုနစ်ထွက် Horror ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ … မိဘတွေရဲ့ ကွာရှင်းပြတ်စဲမှုကြောင့် စိတ်ရှုပ်နေတဲ့ ဆယ်ကျော်သက် ဘန်ဟာ ဖခင်ဖြစ်သူနဲ့အတူ လာနေပါတယ်။သူလာနေပြီးမကြာခင် သူတို့ဘေးအိမ်က အမျိုးသမီးရဲ့ မူမမှန်ပုံတွေကို မြင်ရပြီးစုံစမ်းဖော်ထုတ်ဖို့ကြိုးစားရာမှ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။တခြား ပေါပေါပဲပဲဇာတ်ကားတွေလိုမဟုတ်ပဲ တကယ်ကြည့်လို့ကောင်းပါတယ်။IMDb Rating 5.8/10 ရရှိထားပါတယ်။",
        "category": "horror",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/nQx2kHi.jpg",
        "url": ["xM_igjPzXoQ"]
    },
    {
        "id": 33,
        "title" : "A Clear Shot",
        "description": "ပရိတ်သတ်ကြီးအတွက် Drama,Thriller ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Lesiure Guys ဆိုတဲ့ လျှပ်စစ်ပစ္စည်းတွေရောင်းနေတဲ့ဆိုင်မှာရောင်းသူ ဝယ်သူတွေနဲ့ စည်ကားနေပါတယ်။ အဲ့အချိန်မှာ ဗီယက်နမ်သားတွေဖြစ်တဲ့ လိုရီ လောင် နဲ့ ဖန်တို့ညီအစ်ကိုသုံးယောက်နဲ့ သူတို့သူငယ်ချင်း ကွန်တို့ဟာ လက်နက်တွေကိုင်ပြီး စတိုးဆိုင်ကို ဓားပြဝင်တိုက်ပြီး ဓားစာခံတွေကိုဖမ်းထားပါတယ် ။ ဓားပြတိုက်ခံရကြောင်း ရဲတွေ သိပြီးနောက်မှာ စုံထောက်ဂိုမက်စ်ဦးဆောင်တဲ့ အဖွဲ့ဟာ စတိုးဆိုင်ရှိရာအဆောက်အဦးနားကိုရောက်လာပြီး ဓားစာခံတွေကိုဘေးကင်းကင်းနဲ့ လွှတ်မြောက်အောင် ဓားပြတွေကို ဘယ်လိုစည်းရုံးသိမ်းသွင်းမလဲ၊ လိုရီတို့အဖွဲ့လည်း ဘယ်လိုတွေ တောင်းဆိုပြီး ကိုယ်လွတ်ရုန်းမလဲဆိုတာတွေကို စိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်။",
        "category": "crime",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/5cv4yVC.jpg",
        "url": ["MsAIRFNkmwQ"]
    },
    {
        "id": 34,
        "title" : "The Last Heist",
        "description": "အက်​ရှင်​ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကား တင်​​ပေးလိုက်​ပါပြီ။ ဒီဇာတ်​ကား​လေးဟာ ဖခင်​တစ်​ဦးရဲ့ ချစ်​ခြင်​း​မေတ္တာတရား လို နူးညံ့သိမ်​​မွေ့တဲ့အရာနဲ့ ​ဖောက်​ထွင်​းဝိဇ္ဇာ လူမိုက်​လူကြမ်​းကြီး ရဲ့ ကြမ်​းတမ်​းတဲ့စရိုက်​ လိုမျိုး ဆန်​့ကျင်​ဘက်​အရာနှစ်​ခု ကို ချပြထားတာပါ။ လူမိုက်​မှာလည်​း အသည်​းနဲ့ပါ။ သမီးအ​ပေါ်အရမ်​းချစ်​ရှာတဲ့ ဖခင်​တစ်​​ယောက်​ဟာ သူ့သမီး​ဆေးကုသစရိတ်​ အလျင်​လိုလာတဲ့အခါမှာ​တော့ မတတ်​သာတဲ့အဆုံး ​လောဘသား တစ်​ချို့နဲ့​ပေါင်​းပြီး ကာစီနိုရုံ ကို ​ဖောက်ထွင်​းပါ​တော့တယ်​။ ကံက မ​ကောင်​းချင်​​တော့ စီစဉ်​ထားသလိုဖြစ်​မလာပါဘူး။ ​ပြေးရင်​းလွှားရင်​းနဲ့ အသက်​ ​ဘေး လွတ်​ဖို့ ဘတ်​စ်​ကားတစ်​စီးကို ပြန်​​ပေးဆွဲမှ ရ​တော့မယ်​့ အ​ခြေအ​နေမှာ ဘာ​တွေ ဆက်​ဖြစ်​မလဲဆိုတာ ရင်​ခုန်​ဖို့​ကောင်​းပါတယ်​။ အက်​ရှင်​ ဇာတ်​ကား​ကောင်​းတစ်​ကားပါ။",
        "category": "crime",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Nd0NNfR.jpg",
        "url": ["xEywlW7tXdU"]
    },
    {
        "id": 35,
        "title" : "I Am Fear",
        "description": "Not Rated | 1h 27min | Horror, Thriller, War | 3 March 2020 (USA) 1:55 | Trailer. 2 VIDEOS | 15 IMAGES. Held captive by terrorists, celebrity reporter, Sara Brown, sits in a cell awaiting her filmed beheading.",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/MvqK0Iw.jpg",
        "url": ["StRCfsb_9hw"]
    },
    {
        "id": 36,
        "title" : "Mad Genius",
        "description": "ဒီကားလေးမှာ Computer အခေါ်တွေနဲ့ ရူပဗေဒ အခေါ်တွေနဲ့ သဘောသဘာဝတွေကို တွေ့မြင်ရမှာဖြစ်တဲ့အတွက် အဲဒီ နယ်ပယ်နှစ်ခုလုံးကိုရင်းနှီးသူတွေစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမှာပါ။IMDB Rating ကတော့ 5.9 ဖြစ်ပါတယ်။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/VEC4X5F.jpg",
        "url": ["PsTln5cgr-c"]
    },
    {
        "id": 37,
        "title" : "Let's Be Evil",
        "description": "ငွေကြေးအခက်အခဲဖြစ်နေတဲ့ ဂျန်နီ တစ်ယောက် သင်ကြားရေးစနစ်တစ်ခုကိုစမ်းသပ် သင်ကြားရန်ရွေးချယ်ထားသူတွေကို အကူအညီပေးဖို ့အလုပ်ကိုလုပ်ဖို ့ဖြစ်လာခဲ့ပါတယ်…အလုပ်အကြောင်းကို သာမာန်ထက်ပိုပြီးလုံခြုံရေးတင်းကျပ်တယ်ဆိုရုံလောက်သာသိထားတဲ့ဂျန်နီ တစ်ယောက် အလုပ်ရုံကိုရောက်သွားချိန်မှာတော့..အလုပ်ရုံက Virtual Reality Glass လို ့ခေါ်တဲ့ ပုံရိပ်ယောင်မျက်မှန်တပ်မှသာမြင်နိုင်တဲ့ မြေအောက်စခန်းတစ်ခုဖြစ်နေရုံသာမက သူမ အကူအညီပေးရမယ့်သူတွေကကလေးငယ်လေးတွေဖြစ်နေပြီး ထို ကလေးငယ်လေးတွေက လူကြီးတွေလိုက်မမှီနိုင်လောက်တဲ့ဉာဏ်ရည်ဉာဏ်သွေးတွေနဲ ့သင်ကြားရေးစနစ်တစ်ခုလုံးကVirtual Reality Glass လို ့ခေါ်တဲ့ ပုံရိပ်ယောင် မျက်မှန်မှတစ်ဆင့် သင်ကြားနေခြင်းဖြစ်ကြောင်းသိရှိခဲ့ရကာ…သူမရဲ ့လုပ်ဖော်ကိုင်ဖက် နှစ်ယောက်နဲ ့တူတူ ထူးဆန်းတဲ့အလုပ်ရုံမှာ အလုပ်လုပ်နေရင်းထက်မြက်တဲ့ ကလေးတွေရဲ ့သားကောင်တွေဖြစ်မှန်းမသိဖြစ်လာခဲ့သောအခါ..ဇာတ်လမ်းအစကစပြီး ကြည့်ရှုသူကို မေးခွန်းပေါင်းများစွာနဲ ့ အဆုံးထိ ဆွဲခေါ်သွားမယ့်ချောက်ချားထိတ်လန် ့စရာ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်…………",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/THQMQ1Z.jpg",
        "url": ["z-B534_-ImE"]
    },
    {
        "id": 38,
        "title" : "Oculus",
        "description": "လက်မလွှတ်သင့်တဲ့ Horror Movie ထဲမှာOcculus က တစ်ကားအပါအဝင် ဖြစ်ပါတယ်။ကြည့်ရင်းကြည့်ရင်းနဲံ့ ကြောက်သထက်ကြောက်လာရမယ့်ဇာတ်လမ်းပါ။ထင်ယောင်ထင်မှားဖြစ်တာလား? သရဲတကယ်ခြောက်တာလား?ဆိုတာကို ဇာတ်လမ်းကြည့်ရင်း အဖြေရှာရမယ့်ကားပါ။ကြောက်စိတ်ဆိတာ…..ထင်ယောင်ထင်မှားဖြစ်တာကနေအစပြုတာများပါတယ်။မှန်ထဲမှာရှိတဲ့ ပုံရိပ်ဟာ ပုံရိပ်ယောင်ပါ။ပုံရိပ်ယောင်ကနေ မှန်ကြည့်နေတဲ့လူကိုပူးကပ်လာလေမလားလို့ စိတ်ကူးယဉ်ဖူးပါသလား?တကယ်ကို ပူးကပ်လာခဲ့တဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ?သရဲပူးကပ်နေတဲ့မှန်က လူကိုဘယ်လိုများခြောက်လှန့်မယ်လို့ ထင်ပါသလဲ?သရဲပူးကပ်နေတဲ့မှန်ကိုသိပ္ပံနည်းကျနဲ့ ဖြေရှင်နိုင်မယ်လို့ ထင်ပါသလား?လူနဲ့သရဲနဲ့ အားပြိုင်ကြတဲ့အခါမှာ…..မှန်ကြည့်တိုင်း တစိမ့်စိမ့်တွေးပြီးကြောက်ချင်ရင်တော့ဒီဇာတ်လေးကို ကြည့်ကြည့်ပါဦး။",
        "category": "horror",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/2EuyY2c.jpg",
        "url": ["fUNCLulkCOU"]
    },
    {
        "id": 39,
        "title" : "FIVE FINGERS FOR MARSEILLES",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း၂၀က မာဆေးလ်မြို့နားမှာရှိတဲ့ မီးရထားလမ်းလို့အမည်ရတဲ့ လူတွေစွန့်ပစ်ထားတဲ့နေရာလေးမှာ နေထိုင်ကြတဲ့လူတွေဟာ ရဲတွေရဲ့ဖိနှိပ်နှိမ်ချစော်ကားမှုတွေကို ခံရလျက်ရှိပါတယ်… အဲ့မီးရထားလမ်းဒေသမှာ “Five Fingers” အမည်ရှိ ဆယ်ကျော်သက်၅ယောက်နဲဲ့ဖွဲ့စည်းထားတဲ့အဖွဲ့လေးတစ်ဖွဲ့ရှိခဲ့ပါတယ်…အဲ့အဖွဲ့ထဲမှာ အသန်မာ၊ အထက်မြက်ဆုံးကတော့တာအူလို့ခေါ်တဲ့ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ပေါ့… တစ်နေ့မှာတော့ အကျင့်ပျက်ရဲနှစ်ယောက်ဟာ သူတို့အဖွဲ့ထဲက လယ်ရာတိုလို့ခေါ်တဲ့ကောင်မလေးကို ဖမ်းဆီးသွားတဲ့အတွက်ကြောင့်မို့ တာအူဟာ သူတို့နောက်လိုက်ရင်းနဲ့ အဲ့ရဲနှစ်ယောက်ကို ဒေါသတကြီးနဲ့ သတ်ပစ်ခဲ့မိပါတယ်… အဲ့အဖြစ်အပျက်ကြောင့် တာအူလဲ သူ့သူငယ်ချင်းများကိုထားခဲ့ပြီး အကြောက်တလန့်နဲ့ထွက်ပြေးသွားခဲ့ပါတယ်… နှစ်၂၀ကြာပြီးယခုအချိန်မှာတော့ တာအူထောင်ထဲကနေထွက်လာပါတော့တယ်.. သူ့ရဲ့မွေးရပ်ဇာတိကို အပြန်လာမှာတော့ မာဆေးလ်မြို့လေးကို ငြိမ်းချမ်းရေးရပြီး လွတ်လပ်နေပြီလို့ထင်မြင်နေမိပါတယ်… သူ့ရဲ့သူငယ်ချင်းတွေကလဲမြို့ရဲ့အထင်ကရလူတွေဖြစ်လို့နေပါတယ်… ဒါပေမယ့် လယ်ရာတိုနဲ့အတူ သူ့ရဲ့သားဆီဇွီကိုပြန်တွေ့အပြီးမှာတော့ မာဆေးလ်မြို့ဟာ သူထင်သလိုငြိမ်းချမ်းနေတာမဟုတ်ဘဲ ဘေးအန္တရာယ်ခြိမ်းခြောက်မှုတစ်ခုလက်အောက်ရောက်ရှိနေသည့်အပြင် သူ့သူငယ်ချင်းတွေဟာလဲ အရင်နဲ့မတူတော့ဘဲ ပြောင်းလဲသွားတာကို သိရှိသွားပါတော့တယ်… သူ့အနေနဲ့ “Five Fingers” အဖွဲ့ကိုပြန်လည်ထူထောင်ပြီး မာဆေးလ်မြို့ကို ဘယ်လိုကယ်တင်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ပါဦး.  credit channel myanmar",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/VYJBHdi.jpg",
        "url": ["_YyLPPNOruQ"]
    },
    {
        "id": 40,
        "title" : "The Spy Next Door",
        "description": "ဂျက်ကီချန်းရဲ့ Hollywood ဇာတ်ကားပါ။Action, Comedy, Family အမျိုးအစားဖြစ်တာနဲ့အညီဇာတ်လမ်းရော အက်ရှင်တွေရော စိတ်အပန်းဖြေမှုရရှိမယ့် မိသားစုဆန်တဲ့ပုံစံနဲ့တင်ဆက်ထားပါတယ်။ပြောစရာရှိတာကတော့ ဒီဇာတ်ကားထဲမှာ သရုပ်ဆောင်သွားကြတဲ့ ကလေးသရုပ်ဆောင်တွေအတော်လေးကောင်းမွန်ပြည့်စုံပြီး ချစ်ဖို့ကောင်းလွန်းနေတာပါပဲ။သူတို့လေးတွေနဲ့ ဂျက်ကီချန်းပေါင်းစပ်မိတဲ့အခါ ချစ်ခင်နှစ်သက်စရာကောင်းတဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။မိသားစုဇာတ်ကားလေးကို အပန်းဖြေရင်း ကြည့်ရှုခံစားပေးပါဦး။",
        "category": "comedy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/JMOQ1RH.jpg",
        "url": ["0YtctVv-l5k"]
    },
    {
        "id": 41,
        "title" : "Fight Back to School 1(စတီဗင်ချောင် Movie)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။Fight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။ဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကိုသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)သံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။စာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/rvxdaGu.jpg",
        "url": ["MGDexXSxAYE"]
    },
    {
        "id": 42,
        "title" : "Fight Back to School 3(စတီဗင်ချောင် Movie)",
        "description": "ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်လျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်းလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။ဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။အသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီးရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ…။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Gw6wS61.jpg",
        "url": ["c21Qfzc5ba4"]
    },
    {
        "id": 43,
        "title" : "A Predator’s Obsession",
        "description": "A young man saves a teenage girl and her younger brother from a shark attack. The family welcomes the hero into their home, then soon discovers he has a dark and disturbing past.",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/jV5yWZn.jpg",
        "url": ["B677fql0Ha0"]
    },
    {
        "id": 44,
        "title" : "Iceman: The Time Traveller",
        "description": "၂၀၁၉ခုနှစ်ထဲရောက်လာပေမဲ့ ယခုရက်ပိုင်းမှအသစ်ထွက်ရှိလာတဲ့ မင်းသားကြီး Donnie Yen ရဲ့ Sci-Fi/Comedy/Drama ဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်အတိုင်းပဲ အချိန်ခရီးသွားခြင်းဖြစ်ပြီး ဟာသအနည်းငယ်နှောကာ ရှေးခေတ်နဲ့ယနေ့ခေတ်ကြားကူးလူးရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မင်မင်းဆက်မှာစစ်သူကြီးတစ်ဦးဖြစ်တဲ့ ဟော်ယင်းတစ်ယောက်….နန်းတွင်းအရှုပ်တော်ပုံတွေကြားမှာ မြေစာခံဖြစ်ခဲ့ရပြီး ကံကြမ္မာရဲ့စေရာအတိုင်း အနာဂတ်ခေတ်သစ်ကိုရောက်ရှိလာပါတော့တယ်။Donnie Yen တစ်ယောက်အတိတ်ကိုဘယ်လိုသွားမလဲသူထင်ထားလိုပဲအရာရာဟာဖြစ်မြောက်နိုင်ပ့ါမလားဆိုတာစိတ်ဝင်စားစရာပါ။တကယ်တော့သဘာဝကိုသွေဖီတယ်ဆိုတာ မလွယ်ကူမှန်းသိသွားတဲ့နောက် စစ်သူကြီးဟော်ယင်းတစ်ယောက်ဘာလုပ်မလဲ။ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးဖြစ်ပြီးအားလပ်ရက်လည်းရှိနေတော့ ကိုယ်ကြိုက်တဲ့မင်းသားနဲ့အတူ အပန်းဖြေကြည့်လို့ရတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/wopIGys.jpg",
        "url": ["FEwSXpxaUms"]
    },
    {
        "id": 45,
        "title" : "Mojin The Worm Valley",
        "description": "နောက်ဆုံးထွက်ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ စွန့်စားခန်းတွေကြိုက်နှစ်သက်သူတွေအတွက်သဘောကျမယ့်ဇာတ်လမ်းလေးဖြစ်ပါတယ်အညွှန်းကတော့…လူတစ်​စုဟာ နဂါးလိုဏ်​ဂူထဲက​နေနဂါးအရိုးစုမှတ်​တမ်​းကို ယူဖို့သွားရင်​းသူတို့ရဲ့ပခုံး​ပေါ်မှာသရဲမျက်​လုံးကျိန်​စာအသီးသီး​ပေါ်လာကြတယ်​…ဒီကျိန်​စာပြယ်​​ပျောက်​ဖို့ဆိုရင်​နဂါးအရိုးစုမှတ်​တမ်​းနဲ့အတူမုချိန်​ပုလဲလုံးကိုရမှသာကျိန်​စာပြယ်​​ပျောက်​နိုင်​မဲ့နည်​းလမ်​းကိုရနိုင်​မယ်​..ဒီနဂါးအရိုးစုမှတ်​တမ်​းက​နေမုချိန်​ပုလဲလုံး​လေးရှိရာ​နဂါးဝှက်​​တောင်​ကိုဆက်​ပြီးချီတက်​ကြတယ်​…ဒီခရီးလမ်​းတစ်​​လျှောက်​မှာဘယ်​လိုအန္တရာယ်​​​တွေက​စောင်​့ကြို​နေမှာလဲ..သူတို့​နောက်​ဆုံးမှာမုချိန်​ပုလဲလုံး​လေးကိုယူလာနိုင်​ပါ့မလား..ရင်​တစ်​ထိတ်​ထိတ်​နဲ့စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာဖြစ်​ပါတယ်​",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/xARyLFa.jpg",
        "url": ["NFD89GYTN8I"]
    },
    {
        "id": 46,
        "title" : "YAJAMAMA",
        "description": "A man tries to stop a ruthless business tycoon from destroying a village's livelihood.",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/UksmWzQ.jpg",
        "url": ["X-94evkWZO4"]
    },
    {
        "id": 47,
        "title" : "Ancestral World",
        "description": "ရှေးတုန်းက နိုင်ငံတွေအားလုံးအတူတကွ ငြိမ်းချမ်းစွာ အတူယှဉ်တွဲနေထိုင်ခဲ့ပေမယ့်။တစ်နေ့မှာတော့ ရှဲဒိုးဝါး ဦးဆောင်တဲ့ မိစ္ဆာစစ်တပ်တွေက အခြားနိုင်ငံတွေကို ဝါးမျိုလာလိုက်တာ ဂိုလန်မောဦးဆောင်တဲ့ တစ်နိုင်ငံပဲကျန်တော့တဲ့အထိဖြစ်လာခဲ့ပါတယ်။ စတေးခံမူအနစ် နာခံမူများစွာနဲ့ ရှဲဒိုးဝါးကို အနိုင်ရခဲ့သော်လည်း နောက်၁၀နှစ်အကြာမှာ မိစ္ဆာစစ်တပ်တွေကဂိုလန်မောရဲ့ သားကြီးကို ဖမ်းခေါ်သွားပါတော့တယ်။ အကြားအမြင်ဆရာမကို ဖမ်းရခြင်းအကြောင်းအရင်းမေးမြန်းရာမှ အကြောင်းအရင်းကို သိရှိပြီး ဂိုလန်မောရဲ့ သားငယ်က အကို့ကိုကယ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ သူ သူ့အကိုကို ကယ်တင်တာအောင်မြင်မလား ….. ဘာအခက်အခဲတွေရှိနိုင်လဲ….ကယ်တင်နိုင်ဖို့က သူဘာကိုအောင်မြင်အောင်လုပ်ဆောင်ရမလဲ။ သူ့အကိုကိုဘာလို့ဖမ်းသွားရလဲ စတာတွေကို ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမယ့် ရှေးခေတ်စစ်သမိုင်းကားတစ်ကားဖြစ်ပါတယ်။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/sjraHMC.jpg",
        "url": ["ZGMMJXcxvCI"]
    },
    {
        "id": 48,
        "title" : "Monkey King 2",
        "description": "2014 ခုနှစ်မှာထွက်ရှိခဲ့ပြီးအထူးသဖြင့် မြန်မာပရိတ်သက်အများအပြားအထူးကြိုက်နှစ်သက်အားပေးခဲ့ကြတဲ့ စွန်းဝူခုန်းဇာတ်ကားလေးပါ။Visual Effect အလန်းစားတွေနဲ့စွန်းဝူခုံး မွေးဖွားလာပုံကနေစပြီးနဂါးပြည်သို့သွားရောက်မွှေနှောက်ပြီး သူ့ရဲ့လက်စွဲတော်ရွှေတုတ်တံရှာပုံတော်ဖွင့်ပုံ .နတ်ပြည်သို့သွားရောက်ပြီး မွှေနှောက်ခဲ့ပုံများကို အလန်းဆုံးသရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရမယ့်ကားလေးပါ။နောက်ဆုံးမှာ မိစ္ဆာတွေနှိမ်နှင်းပြီးတဲ့နောက်မှာတော့ နတ်ပြည်ကိုဖျက်ဆီးခဲ့မှုတွေကြောင့်ဘုရားရဲ့အပြစ်ပေးခြင်းကို ခံခဲ့ရပြီးလက်ငါးချောင်းတောင်အောက်မှာ အနှစ် ၅၀၀ တိတိ ချုပ်နှောင်ခံခဲ့ရပါတယ်။အနောက်ဘက်ကိုသွားပြီး ကျမ်းစာတွေကိုသွားရောက်ပင့်ဆောင်မယ့် ဘုန်းကြီးနဲ့တွေ့မှသာလက်ငါးချောင်းတောင်အောက်ကလွတ်ပြီးအနောက်ဘက်ကကျမ်းစာတွေပင့်ဆောင်ပြီးမှသာ အပြီးလွတ်ကျွတ်ဖို့ သတ်မှတ်ခံခဲ့ရပါတယ်။",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/EDrf1kI.jpg",
        "url": ["Ar7Xj_WJ6is"]
    },
    {
        "id": 49,
        "title" : "Train To Busan (Korean)",
        "description": "(3 Parts) Busan ရထားကြီး ထွက်ပါပြီ။ အားလုံး စောင့်မျှော်တောင်းဆိုနေတဲ့ ဒီဇာတ်ကားကို မြန်မာစာတန်းထိုး HD နဲ့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားကို အတော်များများတော့ ကြားဖူးနေကြလောက်ပါပြီ။ အများကြီးတော့ ညွှန်းစရာမရှိပါဘူး။ ကိုရီးယားကားတွေထဲမှာတော့ ထိပ်တန်းအဆင့်ရှိတဲ့ ဇာတ်ကားတစ်ခုပါပဲ။ အလွှာပေါင်းစုံ လူတန်းစားပေါင်းစုံ စိတ်ဓာတ်ပေါင်းစုံနဲ့ လူတွေ ကြောက်မက်ဖွယ် အန္တရာယ်တွေ ကြုံလာတဲ့အချိန်မှာ တစ်ဦးချင်းစီရဲ့ စရိုက်၊ စိတ်ထားတွေ အပြောင်းအလဲတွေနဲ့ သူတိို့ရဲ့ ဘဝတွေကို ကောင်းကောင်းကြီး ပြသသွားတာပါပဲ။ ကြောက်ရွံ့မှု ရဲရင့်မှု ပျော်ရွှင်မှု ကြေကွဲမှု တကိုယ်ကောင်းဆန်မှု စွန့်လွှတ်အနစ်နာခံမှုတွေကို တနေရာတည်းမှာ စုစည်းခံစားလိုက်ကြပါစို့။",
        "category": "fantasy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/4tcM2k0.jpg",
        "url": ["5X8h4g0qvgU", "hlO54kwnH9E", "0B5QdF3HcEM"]
    },
    {
        "id": 50,
        "title" : "Mr.Beans Collection",
        "description": "All of the Mr.Bean Collection",
        "category": "comedy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/ICpVk9N.jpg",
        "url": ["w8qCIlp6iVY", "tFtfGh_S-ig", "-0RlsQxrOQM","-HK0jZEPKCM","hPY4Be8gz_E","0QTq6caFNG4","2itazXiMhlo"]
    },
    {
        "id": 51,
        "title" : "Mummy Reborn",
        "description": "ပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာချင်နေတဲ့စော်အကိတ်တစ်ပွေရယ်၊သူ့ရဲ့just friendတစ်ကောင်ရယ်၊ပိုက်ဆံရှိလက်နက်တွေရှိအလုပ်သမားတွေရှိပြီးမသေမျိုးဖြစ်ချင်နေတဲ့ဘောစိကြီးတစ်ယောက်ရယ်မြို့တော်ကြီးကိုရှာပုံတော်ဖွင့်ကြတာပေါ့။မထင်မှတ်ဘဲနဲ့ တကယ့်မံမီကြီးတစ်ကောင်ကိုအသက်သွင်းလိုက်မိတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/yGqMnYh.jpg",
        "url": ["4CDopKWCK-Q"]
    },
    {
        "id": 52,
        "title" : "Monkey King: Hero is Back",
        "description": "The all-powerful Monkey King was imprisoned by the Gods for 500 years later, but when a child releases him from his curse, the Monkey King must now save an innocent village from the evil Mountain Lord and his monstrous army.",
        "category": "animation",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Yu4R4UQ.jpg",
        "url": ["0wsEKafyfM8"]
    },
    {
        "id": 53,
        "title" : "Asterix: The Secret of the Magic Potion",
        "description": "ပနော်မိဇ်လို့ခေါ်တဲ့ ဆရာတော်တစ်ပါး သစ်ပင်ပေါ်ကပြုတ်ကျသွားလို့ သူ့ကိုယ်သူ အရမ်းအသက်ကြီးပြီးဆရာတော်မဖြစ်တော့ဘူးလို့ ယူဆလာတော့သူ့ရဲ့နေရာ ဆက်ခံမဲ့သူ တစ်ယောက်ရှာဖွေဖို့ နယ်မြေပေါင်းစုံကို ခရီးနှင်ပါတော့တယ် …ပနော်မိဇ်ဆိုတာ သူ့ရဲ့ အစွမ်းတိုးစေတဲ့ မှော်ဆေးရည်ကြောင့်လူတွေ ကြည်ညိုလေးစားရတဲ့ ဆရာတော်တစ်ပါးပါသူ့နေရာဆက်ခံသူကို သူ့ရဲ့မှော်ဆေးရည်စပ်နည်းပါပေးမှာဖြစ်တာကြောင့် မသာမာသူလက်ထဲရောက်သွားရင် အရမ်းကိအန္တရာယ်များလွန်းလို့သူ့နောက်လိုက်တွေကတော့ ဆက်ခံသူမရှာစေချင်ပါဘူး…ဒါပေမဲ့လည်း ပနော်မိဇ်ကတော့ ဆုံးဖြတ်ချက်ခိုင်မာစွာနဲ့ဆက်ခံသူရှာဖို့ ခရီးပြုတဲ့အခါမှာ သူတို့ကြုံတွေ့ရမဲ့ အခက်အခဲတွေသူတို့ကို အနိုင်သိမ်းချင်နေတဲ့ ရောမတပ်သားတွေရဲ့အန္တရာယ်တွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲအတူကြည့်ကြရအောင်ပါ။IMDb Rating ကတော့ 6.9/10 ပါ။(ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့ SCRN ဖြစ်ပါတယ်)",
        "category": "animation",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/JZVYAu2.jpg",
        "url": ["1Qw76BkGVS4"]
    },
    {
        "id": 54,
        "title" : "Apocalypse: The Second World War",
        "description": "Apocalypse: ဒုတိယကမ္ဘာစစ် (၂၀၀၉) သည်ဒုတိယကမ္ဘာစစ်နှင့်ပတ်သက်သောအပိုင်း ၆ ပိုင်းပါသောပြင်သစ်မှတ်တမ်းရုပ်ရှင်ဖြစ်သည်။ မှတ်တမ်းရုပ်ရှင်ကိုစစ်သတင်းထောက်များ၊ စစ်သားများ၊ တော်လှန်ရေးသမားများနှင့်ပုဂ္ဂလိကနိုင်ငံသားများကရိုက်ကူးထားသည့်စစ်ပွဲ၏အမှန်တကယ်ရိုက်ကူးခြင်းသာဖြစ်သည်။ စီးရီးများသည်အနက်ရောင်နှင့်အဖြူရောင်ရိုက်ကူးထားသောအဖြူရောင်အပြည့်နှင့်အရောင်များကိုပြသထားပြီး၊ အချို့သောမူရင်းအရောင်များအတွက်သာဖြစ်သည်။ ကုသမှုမှတစ်ခုတည်းသောခြွင်းချက်မှာမီးခိုးများနှင့်မူလအဖြူများ၌ဖော်ပြထားသောမီးလောင်တိုက်သွင်းမြင်ကွင်းများဖြစ်သည်။",
        "category": "documentary",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/dHpn0hk.jpg",
        "url": ["To-HoNlFVQ8","Nybv1HXXAWQ","uQXCKpyXdQI","GthnijVFdtY","sXkBMLiRFzA","G-YWOjxsanw"]
    },
    {
        "id": 55,
        "title" : "City Hunter (Chinese)",
        "description": "ဂျက်ကီချန်း Crazy တွေ ဒီကားသိမယ်လို့ထင်ပါတယ်.ကြည့်ဖူးတဲ့သူလည်းများမယ်ထင်ပါတယ်.1993ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းဖြစ်ပြီး ဂျက်ကီချန်းရဲ့ ထုံးစံအတိုင်း ဟာသ နဲ့အက်ရှင် တွဲဖက်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ငယ်ငယ်တုန်းက ကြိုက်နှစ်သက်ခဲ့တဲ့ဇာတ်ကားလေးမို့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဉ်း – မန်ပေါ နဲ့ ကီမူရာတို့ဟာ လုပ်ဖော်ကိုင်ဖက်စုံထောက်၂ဦးပါ..တစ်နေ့မှာ ကီမူရာဟာ တာဝန်တစ်ခထမ်းဆောင်ရင်းနဲ့ သေဆုံးခါနီးမှာ မန်ပေါ ကို သူ့တူမလေးကိုအပ်ခဲ့ပါတယ်သူ့တူမလေးနဲ့ မန်ပေါ တို့ ရဲ့ နောက်ပိုင်းဇာတ်လမ်းတွေကိုတော့ ဟာသနှောပြီးရိုက်ကူးထားပါတယ် ဆက်လက်ကြည့်ရှုကြပါ",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/10v4sTe.jpg",
        "url": ["X9adk7O9OVY"]
    },
    {
        "id": 56,
        "title" : "The Myth (Chinese)",
        "description": "တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီးဂျက်ကီချန်းရဲ့ ဇာတ်ကားလေးကိုbluray 5.1 CH နဲ့ကြည်ကြည်လင်လင်အသံကွာလတီကောင်းကောင်းပြန်လည်ခံစားလို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်2005 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ The Myth ဇာတ်ကားကို ဒါရိုက်တာStanley Tong ကရိုက်ကူးတင်ဆက်ထားပြီးတော့ နာမည်ကြီးမင်းသား ဂျက်ကီချန်းနဲ့အတူကိုရီးယား မင်းသမီး Kim Hee-sun (လီဟန်နီ)က အတူတွဲဖက်ရိုက်ကူးထားပါတယ်.ဒီဇာတ်ကားရဲ့ဇာတ်ကြောင်းကတော့အတိတ်ဘဝနဲ့လူဝင်စားဘဝရဲ့ဆက်နွယ်မှုတွေကိုအဓိကရိုက်ကူးတင်ဆက်ထားပါတယ်..သမိုင်းသုတေသီတစ်ယောက်ဖြစ်တဲ့ဂျက် တစယောက် ချင်ခေတ်ကတပ်မှူးကြီးတစ်ယောက်အကြောင်းနဲ့မင်းသမီးလေးတစ်ယောက်အကြောင်းကိုအမြဲတမ်းအိမ်မက်နေပြီးတပ်မှူးကြီးကတော့ သူဖြစ်နေပါတယ်..ဒီအိမ်မက်တွေထူးဆန်းလွန်းနေပေမယ့် ဒီအတိုင်းသာထားခဲ့ပြီးဂျက်ရဲ့သူငယ်ချင်းဖြစ်သူ ဝီလျှံရောက်ရှိလာမှပဲလုပ်ငန်းတွေအကောင်အထည်ဖေါ်ဖြစ်ခဲ့ပါတယ်.ပရောဂျက်တစ်ခုနောက်ကိုလိုက်ရင်းနဲ့တိုက်ဆိုင်မှုတွေထူးဆန်းမှုတွေကြောင့်ဂျက်တစ်ယောက်အ့ံသြခဲ့ရပြန်ပါတယ်..ဂျက်တစ်ယောက်နောက်ဆုံးမှအဖြေကိုဘယ်လိုရှာတွေ့သွားမလဲလောဘကြီးတဲ့ ဂျက်ရဲ့သူငယ်ချင်း ဝီလျှံ ကြောင့်ဘာတွေဖြစ်လာမလဲအတိတ်ဘဝနဲ့ လက်ရှိဘဝ ဆက်နွယ်မှုတွေ အကြောင်းကိုရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကောင်းကို ဆက်လက်ရှုစားကြရမှာဖြစ်ပါတယ်..",
        "category": "action",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/X9OZFKR.jpg",
        "url": ["3Fuu3beWM3Q"]
    },
    {
        "id": 57,
        "title" : "3 Idiots (Indian)",
        "description": "IMDb (8.4/10)Rotten Tomatoes (100%)December 23, 2009 (USA) မှာ ရုံတင်ပြသခဲ့ပြီး Director: Rajkumar Hirani ရိုက်ကူးထားတဲ့3 Idiots အမည်ရှိ India ဟာသ ရုပ်ရှင်ကားလေးဟာ ဟာသ တစ်ခုထဲတင်မကပဲ Aamir Khanရိုက်ကူးလေ့ရှိသော ဇတ်ကောင်များ အတိုင်း ပရိတ်သက်ကို အတွေးသစ်အမြင်သစ် နှင့အခြားစိတ်ဓါတ် မြင့်တင်ရေး ပုံစံသစ်ဖြင့် ထိုးထွက်လာသော ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်…မိဘ တွေဟာ သားသမီးတွေ ငယ်စဉ်ကတည်းက သူတို့အပေါ် အရမ်းမျှော်လင့်ချက် ရှိကြတယ်လမ်းမှားမသွားအောင် လို့ ပဲ့ပြင်ဆုံးမကြတယ် ဒါပေမယ့် မိဘ တော်တော်များများကတော့သားသမီး တွေကို ပညာတက် ဖြစ်စေချင်ပြီး ဆရာဝန်ကြီး အင်ဂျင်နီယာကြီး ဖြစ်စေချင်တဲ့ စိတ်ကအားလုံး ကိုယ်စီ ရှိကြပါတယ် ဒါပေမယ့် ကလေးတွေကရော သူတို့ ဘာဖြစ်ချင်ပါတယ်ဆိုတာကိုမမေးမိကြပါဘူး သိလဲ မသိချင်ကြသလို စိတ်မဝင်စားကြပါဘူး ကလေးတွေဟာ စက်ရုပ်တွေလိုပဲမိဘ တွေ ဖြစ်စေချင်တဲ့ စီးပွားရေး သမား အစိုးရ ဝန်ထမ်း ဆရာဝန် အင်ဂျင်နီယာ ရှေ့နေတွေအဖြစ် ရပ်တည်လာကြရတယ် ဒါပေမယ့် သူတို့ ဆီမှာ တစ်ခြားတစ်ဖက်မှာ ထူးချွန်နိုင်တဲ့ ပညာအရည်အချင်းတွေ ရှိနေခဲ့တယ်….",
        "category": "comedy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/nJrtDmk.jpg",
        "url": ["VPq9pntukKM"]
    },
    {
        "id": 58,
        "title" : "Luck Key (Korean)",
        "description": "Luck-Key(2016)ယွန်းဂျယ်ဆောငး်ဆိုတဲ့လူငယ်လေးတစ်ယောက်ဟာအလုပ်မှန်သမျှာမှာလည်း မအောင်မြင် အကြွေးတွေကလည်း ပတ်လည်ဝိုင်း ဂရုစိုက်မယ့်သူလည်းမရှိ တွယ်ရမဲ့စုတ်ပြတ်နေတဲ့ဘဝကြောင့် ကိုယ့်ကိုကိုယ် သတ်သေဖို့အထိတောင်ကြိုးစားဖူးတယ်…သို့ပေမယ့် မလုပ်ဖြစ် ဒီလိုနဲ့ တစ်နေ့တော့ အများသုံးရေချိုးကန်ကိုသွားရေချိုးဖြစ်တယ်…သူရေသွားချိုးတဲ့အချိန် လူတစ်ယောက်ကိုသတိထားမိသွားတယ်…အဝတ်အစားနဲ့ ပတ်တဲ့နာရီကိုကြည့်ရုံနဲ့  အရမ်းချမ်သာပုံရတဲ့လူတစ်ယောက်ကိုဆိုပါတော့… အဲ့ဒီလူဟာ တိုက်ဆိုင်စွာပဲ ရေချိုးခန်းထဲမှာ ဆပ်ပြာတုံးတစ်တုံးကြောင့် လဲကျပြီး ခေါင်းနဲ့ကြမ်းပြင်ကိုရိုက်မိကာဆေးရုံရောက်သွားတယ်…စိတ်ဓာတ်ပျက်ယွန်းဂျယ်ဆောင်းတစ်ယောက် လဲကျနေတဲ့သူရဲ့ရေချိုးခန်းအဝတ်အစားထားတဲ့အခန်းသော့ကို ချက်ချင်းလဲလိုက်တယ်..တခြားသူက ဆေးရုံရောက်သွားပေမယ့်  ယွန်းဂျယ်ဆောင်းအတွက်တကယ့်ပွပေါက်ပဲ...နာရီအကောင်းစား ပိုက်ဆံအိပ်ထဲလည်း ပိုက်ဆံအပြည့်ပါတဲ့အပြင်ကားအကောင်းစားရဲ့ GPS ကလည်း တန်ဘိုးကြီးမြင့်လွန်းတဲ့အိမ်ဆီကိုရောက်သွားစေတယ်… ယွန်းဂျယ်ဆောင်းဟာ ပစ္စည်းတွေပြန်ပေးဖို့လုပ်ပေမယ့် ပိုင်ရှင်ဖြစ်တဲ့သူဟာ ကြမ်းပြင်နဲ့ရိုက်မိတဲ့ဒဏ်ကြောင့် အတိတ်မေ့သွားတယ်…ပြောရရင် လူချင်းချိန်းလိုက်သလိုဖြစ်သွားတာကို အခွင့်ကောင်းယူပြီး ယွန်းဂျယ်ဆောင်းဟာ တခြားသူတိုက်ခန်းမှာ ခပ်တည်တည်သွားနေလေရဲ့…သူ့အပျော်တွေဟာ သိပ်တော့ကြာကြာမခံပါဘူး…တိုက်ခန်းပိုင်ရှင်ဖြစ်တဲ့အတိတ်မေ့နေတဲ့သူဟာလက်နက်ပေါင်းစုံ လူမိုက်တွေနဲ့ဆက်သွယ်ထားတဲ့ အချက်အလက်ပေါင်းစုံPassport ပေါင်းများစွာရှိနေတဲ့ ကြေးစားလူသတ်သမားအဖြစ်သိရှိပြီးတဲ့နောက်ယွန်းဂျယ်ဆောင်းတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ…အတိတ်မေ့သွားတဲ့ လူမိုက်ကြီးကရော ဘယ်လိုရှေ့ဆက်မလဲ…ဘယ်လိုအန္တရယ်တွေကရော သူတို့ကို ဆီးကြိုနေမလဲ…ကိုင်း  အက်ရှင်ကားကြိုက်တဲ့သူတွေ ခံစားကြည့်လိုက်ပါဦးဗျို့….",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/cHe4EFT.jpg",
        "url": ["rM6L8i9bPGk"]
    },
    {
        "id": 59,
        "title" : "PK (Indian)",
        "description": "IMDb (8.2/10)Rotten Tomatoes (93%)ဒီဇာတ်ကားကတော့ ၂၀၁၄ ခုနှစ်ရဲ့ အကောင်းဆုံး ဘောလိဝုဒ်ဇာတ်ကားအဖြစ်သတ်မှတ်ခံခဲ့ရပါတယ်။ကမ္ဘာနှင့်အဝှမ်း ဝင်ငွေများစွာရရှိခဲ့ပြီး စံချိန်တွေလဲချိုးခဲ့တဲ့ နာမည်ကြီးဇာတ်ကားပါ။ဘာသာတရား အယူဝါဒတွေနဲ့ပတ်သက်လို့ မေးခွန်းထုတ်ခဲ့ပြီး ဒီကိစ္စနဲ့ ပတ်သက်လို့ ပွက်လောရိုက်အောင်ကိုငြင်းခုန်ခဲ့ကြပါတယ်။မင်းသား Aamir Khan ရဲ့မှတ်တိုင်ဖြစ်ခဲ့ပြီး မင်းသမီးကတော့ Anushka Sharma ဖြစ်ပါတယ်။(ဘာသာပြန်ထားသူကတော့ မိုးစက်ဖြစ်ပါတယ်။)",
        "category": "comedy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/YK05UpA.jpg",
        "url": ["V49XfHr7cGI"]
    },
    {
        "id": 60,
        "title" : "5 Centimeters Per Second",
        "description": "ချယ်ရီပွင့်ဖတ်လေးတွေ အပင်ပေါ်ကနေမြေပြင်အထိ ကြွေကျတဲ့အရှိန်ကတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်း ရှိတယ်တဲ့…မြေပြင်ကနေလွတ်တင်လိုက်တဲ့ အာကာသယာဥ်တစ်စီးကတော့တစ်နာရီကို မိုင်ပေါင်း တစ်သောင်းရှစ်ထောင်နှုန်းနဲ့ ကမ္ဘာမြေက တဖြည်းဖြည်း ဝေးကွာသွားတယ်ဦးတည်ချက်ရှိတဲ့ လားရာတွကဘယ်လောက်အချိန်တွေကြာပါစေတစ်ချိန်ချိန်မှာ လိုရာခရီးကို ရောက်နိုင်ဦးမှာပဲမဟုတ်လား…ဒါပေမယ့်တစ်ချို့ ဦးတည်ချက်မရေရာပဲ မျှော်လင့်ချက်တစ်ခုတည်းနဲ့လွတ်တင်မိခဲ့တဲ့ ယာဥ်တွေကတော့ ဘယ်အချိန်မှာ ဘယ်ကိုရောက်နိုင်မလဲ…Massage တွေ ထောင်ချီ အပြန်အလှန်ပို့နေခဲ့ပေမယ့်နှလုံးသားတွေ တစစင်တီမီတာလောက်တောင် နီးမလာတဲ့အခါ…အချိန်တွေအကြာကြီးစောင့်ဆိုင်းခဲ့ရပေမယ့် မျှော်လင့်တဲ့သူပြန်မလာတဲ့အခါ…အများကြီးကြိုးစားခဲ့ပေမယ့်ကြိုးစားမှုတွေ အရာမထင်ခဲ့တဲ့အခါတွေမှာရော…ငါတို့… လားရာမရှိတဲ့ မျှော်လင့်ချက်ယာဥ်တွေကိုလွတ်တင်နေမိသလိုပဲမဟုတ်ဘူးလား..တစ်ခါတစ်လေကရင် လူတွေကကိုယ့်ရဲ့အဝေးကိုမျှော်နေရင်း ဘေးကကိုယ့်ကိုတန်ဖိုးထားတဲ့သူတွေအရာတွေကို သတိမထားမိတတ်ကြဘူးလေတစ်ဖက်ကပြန်တွေးကြည့်ရငတော့ချယ်ရီပွင့်ဖတ်လေးတွေက မြေပြင်ကိုပဲဦးတည်ပြီးတော့သွားနေတာလားဒါမှမဟုတ် မိခင်အပင်အကိုင်းအခတ်တွေဆီကပတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်းဝေးကွာခဲ့ကြတာပဲလားဘယ်သူသိနိုင်မလဲ….",
        "category": "animation",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/MVuLQgN.jpg",
        "url": ["dkzRF-gInjk"]
    },
    {
        "id": 61,
        "title" : "Cyborg She (Japan)",
        "description": "အချိန်ခရီးသွားပြီးပြန်လည်တဲ့ စက်ရုပ်မလေး ဟာ 2008 ခုနှစ်က ဂျီရို ဆီကို လာပြီး ဂျီရိုဖြစ်လာမယ့် အန္တရာယ်တွေကြားမှာ ပြန်ကယ်..ဖြစ်လာမယ့်စိတ်ထိခိုက်စရာတွေကိုလိုက်လံဖယ်ရှားပြင်ဆင်ပေးရင်ကနေ..ဂျီရိုတစ်ယောက် စက်ရုပ်မလေးအပေါ်ကိုသံယောဇဉ်တွေ တွယ်လာပါတယ်..စက်ရုပ်တစ်ရုပ်ကို ချစ်မိတဲ့ ဂျီရို ..နှလုံးသားဆိုတာမပါပဲ..စက်ချည်းသက်သက်သာဖြစ်တည်နေတဲ့ စက်ရုပ်မလေးဒီ၂ဦးကြားမှာဘာတွေဖြစ်မလဲ..အချစ်ဇာတ်လမ်းတွေဘယ်လိုရှေ့ဆက်မလဲဆိုတာကြည့်လိုက်ဦးနော်..ဇာတ်သိမ်းမှာလည်းသပ်ရပ်စွာသိမ်းသွားပြီး..ဘယ်လိုမှမထင်ထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်..အကြိုက်ဆုံး ဂျပန်ကားတွေထဲက တစ်ကားလို့သာဆိုပါရစေ",
        "category": "drama",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/GlU5N3y.jpg",
        "url": ["2DBAS7uPhJo"]
    },
    {
        "id": 62,
        "title" : "This World Won't Break",
        "description": "IMDb Rating – 6.3/10 \n အိမ်ထောင်ကွဲပြီး အရှုံးသမားလုံးလုံးဖြစ်နေတဲ့ ဘလူး/ကန်းထရီး ဂီတ အဆိုတော် ဝက်စ်မီလီဂန်ဟာတက္ကဆက်ပြည်နယ် Dallas မြို့ငယ်လေးကို အနားယူဖို့ထွက်ခဲ့ပါတယ်။ အောက်ခြေဂီတလောက ကနေအောင်မြင်ဖို့ရုံးကန်နေရတဲ့ ၀က်စ်ဟာ Dallas ရဲ့ Fast food ဆိုင်တစ်ခုမှာ လုပ်ကိုင်ရင်း ဘလူးသီချင်းတွေကိုကြိုးစားရေးနေခဲ့ပါတယ်။ မိန်းမနဲ့ မိတ်ဆွေတွေက ဝိုင်းကျဉ်တာခံရပြီးနောက် ၀က်စ်တစ်ယောက် အောင်မြင်အောင်ဘယ်လိုကြိုးစားသွားလဲဆိုတာကိုတွေ့မြင်ရမှာပါ။ ဘလူးသီချင်း ကန်းထရီးသီချင်းတွေကိုသဘောကျရင်တော့ ဒီဇာတ်ကားက သင့်အတွက်ဖြစ်စေမှာပါ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)",
        "category": "drama",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/9r5qOeY.jpg",
        "url": ["mDUhHeAd6GI"]
    },
    {
        "id": 63,
        "title" : "Triggered",
        "description": "အထက်တန်းကျောင်းအတူတက်ခဲ့ကြတဲ့ ငယ်သူငယ်ချင်း ၉ ယောက်ဟာသစ်တော တစ်ခုထဲကို Camping သွားလုပ်ရင်း မထင်မှတ်ထားတဲ့ ဖြစ်ရပဆိုးတစ်ခုကြုံတွေ့ခဲ့ရပါတယ် /nအဲ့ဒီနေ့ ညမှာတော့ တစ်မြို့လုံးက လူတွေက နောက်တစ်နေ့ကျင်းပမဲ့ ဘောလုံးပွဲအတွက်မြို့ထဲမှာပဲနေခဲ့ကြပြီး သူတို့ ၉ ဦးပဲ တောထဲမှာ ရှိကြပါတယ် ရှေးဟောင်းနှောင်းဖြစ်တွေ အေးအေးလူလူပြောနေခဲ့ကြပြီးနောက် ရွက်ဖျင်တဲတွေထဲ အိပ်ဖို့ ဝင်ခဲ့ကြပါတယ်အဲ့ဒီနောက်မှာတော့ သူတို့ အလန့်တကြားနူိးလာခဲ့ကြပြီး သူတို့ရဲ့ ကားတွေမရှိတော့ပါဘူးပိုဆိုး တာကတော့ ခန္ဓာကိုယ်မှာပါ ချိန်ကို်က်ဗုံးတွေ တပ်ဆင်ထားခံရတာပါဒီလိုဖြစ်အောင်လုပ်ခဲ့တဲ့ သူကတော့ သူတို့ရဲ့ အထက်တန်း​ကျောင်းတုန်းကသိပ္ပံဆရာ မစ္စတာ ပီတာဆန်ပါပဲ“မင်းတို့ထဲက တစ်ယောက်ပဲ ဒီတောထဲကအသက်ရှင်လျက်ထွက်နူိင်မယ်လို့ပြောပြီး”မစ္စတာ ပီတာဆန်ကသူ့ကိုယ်သူအဆုံးစီရင်သွားခဲ့ပါတယ်ဗုံးတွေက အဆင့်မြင့် နည်းပညာတွေ ဖြစ်ပြီးဖြုတ်ပစ်လို့လည်း မရသလိုတစ်ယောက်နဲ့ တစ်ယောက်လည်း အချိန်မတူပါဘူးအနီးအနားမှာ ရှိတဲ့ အရာကို အာရုံခံနူိင်တဲ့ စနစ်တစ်ခုပါရှိပြီးဗုံးတွေရဲ့တစ်ခုနဲ့ တစ်ခု ဆက်စပ်မှုကိုသိလိုက်ရတဲ့ အချိန်မှာတော့သွေးပျက်လောက်စရာ ကိစ္စတွေကြုံတွေ့ရပါတော့တယ်အချိန်အများဆုံးရဖို့ အတွက်တစ်ယောက်ကိုတစ်ယောက်သတ်ရမှာပါအခင်ဆုံး သူငယ်ချင်းတွေကနေရန်သူတွေဖြစ်သွားကြပါတယ်သူငယ်ချင်း အစစ်ကဘယ်လိုမျိုးဆိုတာလဲ ပြသသွားခဲ့ပါတယ်ပီတာဆန်ဟာ ဘယ်လိုအငြိုးကြောင့်များဒီလိုလုပ်ခဲ့ရတာလဲသူတို့အားလုံး ဒီအဖြစ်ဆိုးကနေရုန်းထွက်နူိင်ပါ့မလားဆိုတာကြည့်ရှူခံစားပေးကြပါ",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/GMhsMpg.jpg",
        "url": ["7kQJAtE2QJw"]
    },
    {
        "id": 64,
        "title" : "Bullett Raja (Indian)",
        "description": "a common man revolts against the system and declares war on it, becoming one of the most feared outlaws in India in the process.",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/rK8J96Z.jpg",
        "url": ["6wGmPs0HnOU"]
    },
    {
        "id": 65,
        "title" : "Shadow In The Cloud",
        "description": "ဒုတိယ ကမ္ဘာစစ်အတွင်း မုန်တိုင်းထန်တဲ့ ညတစ်ည၊ပျံတက်လုဆဲဆဲ ဗုံးကြဲလေယာဉ်တစ်စင်းပေါ်ကို ထိပ်တန်းလျှို့ဝှက်ကုန်စည်တစ်မျိုးသယ်ဆောင်လာတဲ့အမျိုးသမီးလေယာဉ်မှူးတစ်ယောက် တက်လာခဲ့တယ်။လေယာဉ်ပေါ်က အမျိုးသားတပ်ဖွဲ့ဝင်တွေဟာ အထောက်အထားတွေရော သူတို့ကြောက်ရတဲ့နာမည်ဆိုးနဲ့အထက်လူကြီးကြောင့်သာ လက်ခံလိုက်ရပေမယ့် အင်တင်တင်ဖြစ်ရုံမက သူ့အပေါ် ရိုင်းရိုင်းပျပျဆက်ဆံတယ်။ဒါပေမယ့် သူနဲ့ စကားတွေပြောရင်း ဖလှယ်ရင်း ဒီအမျိုးသမီးနဲ့ ဒီကုန်စည်အပေါ်ကိုသံသယတွေကြီးထွားလာပြီး အမှောင်ထဲကတိမ်တွေကြားထဲ အရိပ်တစ်ခုကိုမြင်လိုက်ကြရတဲ့အခါမှာတော့? အဲ့ဒါ ရန်သူ ဂျပန်လေယာဉ်တွေဖြစ်မလား? ဒါမှမဟုတ်လေယာဉ်ကြုံလိုက်တဲ့ မိန်းမကြောင့်ဖြစ်မလား? စစ်အတွင်းကာလ အက်ရှင် နဲ့ အရင်တုန်းက နာမည်ကျော် gremlins မှင်စာတွေနဲ့Horror ကိုရောမွှေထားတဲ့ကားပါပဲ။ ဇာတ်အစကနေ ပျိုးလာတဲ့ သိချင်စိတ်ကိုအဆုံးထိဆွဲခေါ်နိုင်သလို အထူးပြုလုပ်ချက်တွေလဲသပ်ရပ်လှပပါတယ်။မတွေ့ရတာကြာပြီဖြစ်တဲ့ အားလုံးရဲ့ အသည်းကျော်လေး Chloë Grace Moretz ကိုဇာတ်အစကနေအဆုံးထိတောက်လျှောက်မြင်တွေ့ရမှာဖြစ်ပါတယ်။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/1VtKa0Y.jpg",
        "url": ["41KcrB-UH_Q"]
    },
    {
        "id": 66,
        "title" : "Zombie Fighter(2020) (Korean)",
        "description": "လွန်ခဲ့တဲ့ ၁၁နှစ်ခန့်က လူသားမျိုးနွယ်တွေကို ထိခိုက်စေခဲ့တဲ့ဇွန်ဘီဗိုင်းရပ်စ်ကြောင့် မိသားစုတွေအားလုံးအပြိုပြိုအကွဲကွဲဖြစ်ခဲ့ရတယ်သိပ္ပံပညာရှင်များနဲ့ သုတေသနပညာရှင်တွေပူးပေါင်းပြီး ဆီရမ်တစ်ခုတီထွင်ကာဇွန်ဘီတွေကို ထိန်းချုပ်နိုင်ဖို့ကြိုးစားပြီးအောင်မြင်ခဲ့တယ်သို့ပေမယ့်လည်း လောဘလူသားတွေကြောင့်ဇွန်ဘီတွေဟာ အသုံးချခံဖြစ်လာခဲ့ပြီးဖမ်းဆီးခံရကာ ဈေးကောင်းပေးဝယ်သူများလည်းများပြားလာခဲ့တယ်ဝယ်ယူသူတွေဟာ ဇွန်ဘီဖိုက်တာကလပ်ဆီလာရောက်ပြီးဇွန်ဘီအချင်းချင်းတိုက်ခိုက်စေကာစီးပွားရှာဖွေခဲ့ကြတယ် ဇွန်ဘီဖိုက်တာကလပ်ရဲ့အတော်ဆုံးဇွန်ဘီဖြစ်သူ ဘိန်းရဲ့နောက်ကွယ်ကအကြောင်းအရာတွေ ဇွန်ဘီအချင်းချင်းအနိုင်တိုက်ခိုက်နိုင်ရခြင်းရဲ့လျှို့ဝှက်ချက်တွေကိုလောဘသားတွေ သိသွားတဲ့အခါဘယ်လိုဖြစ်တာမလဲ ဘိန်းလုံခြုံနိုင်ပါ့မလားဘိန်းရဲ့မူလသရုပ်အမှန်ကရော ဘာလဲဆိုတာဒီဇာတ်ကားထဲမှာ မြင်တွေ့နိုင်ပါလိမ့်မယ်",
        "category": "fantasy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/KNHXEmg.jpg",
        "url": ["ZRjTk2gusmg"]
    },
    {
        "id": 67,
        "title" : "Survival Family(2016) (Japan)",
        "description": "သင်ဟာ လျှပ်စစ်မီးမရှိပဲ ဘယ်နှစ်ရက်လောက်ထိနေနိုင်ပါသလည်း?????သင်နေ့စဉ်သုံးနေကြ ပစ္စည်းတွေထဲကမှ လျှပ်စစ်နဲ့သုံးရတဲ့ပစ္စည်းတွေ၊ စက်ပစ္စည်းမှ မှန်သမျှက သုံးလို့မရအောင်ရပ်တန့်သွားရင် သင်နေ့စဉ်ဘဝမှာ အစဉ်ပြေနိုင်သေးလား ????ဒီလိုမေးခွန်းတွေက မြန်မာနိုင်ငံသားတစ်ယောက်ဆိုရင်တော့ သိပ်မထူးဆန်းပေမယ့် ဂျပန်နိုင်ငံသားတွေကို ဒီလိုမေးခွန်းထဲက အခြေအနေတွေမျိုး တစ်ကယ်ဖြစ်လာသောအခါ…….တိုကျိုမြို့ကြီးမှာနေထိုင်တဲ့ ဆူဇူကီး မိသားစုက သာမန်မိသားစုတွေလိုပဲ မြို့ပြယဉ်ကျေးမှုမှာ စီးမျောနေတဲ့မိသားစုတစ်ခု၊ အဖေက company မှာအလုပ်ကြိုးစားတယ်၊ ဒါပေမဲ့ မိသားစုနဲ့ ကင်းကွာနေတယ်၊ အမေကလည်း အိမ်မှုကိစ္စတွေတာဝန်ကျေပွန်ပေမယ့် မိသားစုအတွင်း စည်းလုံးအောင် မလုပ်ဆောင်နိုင်ဘူး၊ သားနှင့်သမီးကလည်း အထက်တန်းကျောင်းသားတွေပီပီ ဖုန်းနှိပ်လိုက်၊ အပေါင်းအသင်းတွေနဲ့ လျှောက်သွားလိုက်နဲ့ မိသားစုစကားပြောဖြစ်တာ တော်တော်ရှားတယ်၊ တစ်ရက် မနက်မိုးလင်းမှာတော့ လျှပ်စစ်မီးပျက်သွားတယ်၊ မီးပျက်မှာကို ကြိုသတိပေးလေ့ရှိတဲ့ ဂျပန်နိုင်ငံမှာတော့ အထူးအဆန်းပေါ့၊ အစကတော့ သူတိူ့တစ်အိပ်ပဲဖြစ်နေတယ်လို့ထင်နေပေမယ့် နောက်ပိုင်းမှ တစ်မြို့လုံးဖြစ်နေကြတယ်၊ ရုံးသွားဖို့အလျင်လိုနေတဲ့ ဆူဇူကီးတစ်ယောက် မနက်စာမစားပဲထွက်လာခဲ့ပေမယ့် ပုံမှန်လာနေကြ အချိန်မှန် ရထားကလည်းရောက်မလာဘူး၊ ဒိလိုနဲ့ ရုံးကိုလမ်းလျှောက်သွားပြီး ရုံးရှေ့ရောက်တော့လည်း လျှပ်စစ်နဲ့လုပ်ထားတဲ့ ရုံးတံခါးကဖွင့်မရ၊ တံခါးကိုရိုက်ချိုးပြီးဝင်လိုက်ပြီး ရုံးတတ်ပြီး အိမ်ပြန်လာ၊ ဖယောင်းတိုင်ထွန်းပြီး အသင့်စားဟင်းတွေနဲ့ပဲ ညစာစားလိုက်ရ…ဒီလိုနဲ့ လျှပ်စစ်မီး ပျက်တောက်မှု၊ စက်ပစ္စည်းတွေ သွားလာလို့မရမှုက တစ်ရက်တစ်လေမဟုတ်ပဲ ရက်ဆက်လာတော့တဲ့အချိန်မှာတော့ နေ့စဉ်စားဖို့သောက်ဖို့တောင်ခက်ခဲလာခဲ့ပြီ၊ အရာရာ အသင့်စား စားသောက်မှုအပေါ်မှာ အလွန်အမင်း မှီခိုအားထားလွန်းတဲ့ ဂျပန်နိုင်ငံသားတွေအတွက်ကတော့ ဒိလိုဖြစ်လာတာက အကြီးမားဆုံးသော ဒုက္ခပဲ၊ တိုကျိုမြို့ကြီးမှာ ဆက်နေထိုင်ဖို့ မဖြစိတော့တဲ့ ဆူဇူကီးမိသားစုအဖို့ ယောက္ခမရှိတဲ့ နယ်ဘက်ကကျေးရွာလေးကို သွားဖို့ စီစဉ်ရတော့တယ်၊ဒါပေမဲ့ ကားတွေကတစ်စီးမှနှိုးမရတဲ့အဆုံး နောက်ဆုံးတော့ မိသားစုလေးယောက်က စက်ဘီးကိုယ်စီနဲ့ ခရီးရှည်ကြီးစတင်ထွက်လာခဲ့ပါတော့တယ်၊ အပျော်ခရီးတော့မဟုတ်ဘူး၊ မိသားစုတစ်စုလုံးအသက်ရှင်ဖို့အတွက် သွားရတဲ့ Survial Trip…..သူတို့လမ်းခရီးမှာ အဆင်ပြေမလား…..ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံရမလည်း……သူတို့ရဲ့ ရည်မှန်းချက် ပန်းတိုင်းကိုကောရောက်သွားမလား…….ကျွန်တော်တို့ ဒီဘက်နှစ်နောက်ပိုင်းမှာ ခေတ်စားလာတဲ့ ရုပ်ရှင်အမျိုးစားက survival movie လို့ခေါ်တဲ့ အခက်အခဲတွေကနေ ရှင်သန်လွှတ်မြောက်အောင် ထွက်ပြေးရတဲ့ရုပ်ရှင်တွေ၊ အနီးစပ်ဆုံး ပရိသတ်သိခဲ့တာ Train Yo Busan ဇာတ်ကား၊ ပုံမှန် survival movie တွေအခြေခံတာက zombie တွေလိုက်လို့ ထွက်ပြေးတာတွေ၊.ရေကြီးလို့ ထွက်ပြေးတာတွေပေါ့၊ ဒါပေမဲ့ အခု ဒီဇာတ်ကားကတော့ ထူးဆန်းတယ်၊ လျှပ်စစ်မီးမရှိ၊ စက်ပစ္စည်းတွေရပ်တန့်သွားလို့ ထွက်ပြေးရတာ၊ တင်စားပြောရရင်တော့ ၂၁ ရာစုခေတ်ကနေ ကျောက်ခေတ်လူနေမှုဘဝကို ကူးပြောင်းခြင်းလို့ ပြောလို့ရတယ်၊ကျွန်တော်တို့နေ့စဉ်လူနေမှုဘဝမှာ ဘာတွေလိုအပ်လည်း..အလွယ်ပြောရရင် စား၊ဝတ်၊နေရေး၊ အစားအစာစားသောက်ဖို့ ချက်ပြုတ်ဖို့ လျှပ်စစ်မီးလိုတယ်၊ နေ့စဉ်အသက်ရှင်ဖို့ ရေသန့်လိုတယ်အရှက်လုံခြုံဖို့ အဝတ်အစားလိုတယ်လုံလုံခြုံခြုံနေထိုင်ဖို့ အိမ်တစ်လုံးလိုတယ် တကယ်လို့ ဒီလိုအခြေအနေကနေ ရုတ်တရက်ပျောက်ဆုံးသွားရင်ဆိုတဲ့ မေးခွန်းက ဒီရုပ်ရှင်ကားရဲ့ အသက်ပဲ၊ပရိသတ်တွေကို ရုပ်ရှင်စကြည့်ကတည်းကမေးလိုက်တာ ရုပ်ရှင်ပြီးခါနီးထိပဲ၊ဖုန်းအားကုန်သွားလို့ ဖုန်းအားမသွင်းဖြစ်ရင်တောင် တိုင်ပတ်နေတဲ့ ၂၁ ရာစုခေတ်ထဲမှာ လျှပ်စစ်မီးမရှိတာကိုအရမ်းကြီးမားတဲ့ ဒုက္ခပါ၊ နည်းပညာတိုးတတ်လာတော့လည်း သဘာဝနဲ့ကင်းကွာလာခဲ့တယ်၊ သဘာဝရဲ့ အလှအပတွေ ခံစားတတ်ဖို့၊ မိသားစုအချင်းချင်း ရင်းရင်းနှီးနှီးနေထိုင်ဖို့၊ အတူတူခရီးထွက်ဖို့တောင်ခက်ခဲ့လာခဲ့တယ်၊ တစ်ဖက်က တိုးတတ်မှုတွေရှိသလို တစိဖက်ကလည်း ဆုံးရှုံးမှုတွေရှိတဲ့ လောကနိယာမအတိုင်း ကြုံလာရပေမယ့် ဒီလိုမျိုးအဖြစ်မျိုးကနေ ရုန်းထွက်နိုင်ဖို့ ကြိုစားသင့်ကြောင်း ဒီဇာတ်ကား ကျွန်တော်တို့ကိုပြောပြနေတယ်၊လူသားတွေက ကမ္ဘာပေါ်မှာ နံပါတ် ၁ ဖြစ်နေရတဲ့ အကြောင်းတွေထဲက အရေးကြီးဆုံးတစ်ခုက လူသားတွေရှင်သန်လိုစိတ်ပဲ၊ လူရယ်လို့ဖြစ်လာရင်တော့ အသက်ရှင်သန်ဖို့ရုန်းကန်ခဲ့ရတာပဲ၊ လူ့သမိုင်းမှာလည်း ကျောက်ခေတ်ကစလို့ အသက်ရှင်ဖို့ရုန်းကန်ရင်းပဲ ယနေ့အချိန်ထိရောက်ခဲ့ရတယ်၊ နည်းပညာတိုးတတ်လို့ နည်းပညာအပေါ်မှီခိုလွန်းပေမယ့် တကယ့်အရေးကြုံလာတဲ့အခါမှာတော့ လူသားတွေရဲ့ ပင်ကိုယ်ဗီဇရှင်သန်မှုက ပေါ်ထွက်လာခဲ့တယ်၊ ",
        "category": "fantasy",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/2rWVDYI.jpg",
        "url": ["ciqjDK1nBQk"]
    },
    {
        "id": 68,
        "title" : "The Lost City of Z",
        "description": "Percy Fawcettဆိုတာကဗြိသျှတပ်မတော်ကအရာရှိတဦးဖြစ်တဲ့အပြင်ရှေးဟောင်းသုတေတနပညာရှင်၊ပထဝီပညာရှင်တဦးဖြစ်ပါတယ်။၁၈၆၇ခုနှစ်ဖွားအင်္ဂလန်နိုင်ငံသားတဦးပါ။သူ့ဖခင်ဖြစ်သူဟာလည်းRoyal Geographical Society(RGS)အဖွဲ့ဝင်တဦးဖြစ်ပါတယ်။နောက်ပိုင်းသူဟာလည်းအဲဒီအဖွဲ့ဝင်ဖြစ်လာခဲ့ပြီးတောင်အေမေရိကတိုက် အမေဇုံဒေသကိုနိုင်ငံရေးကိစ္စကြားဝင်စေ့စပ်မှုတခုအတွက်စေလွှတ်ခြင်းခံရသူဖြစ်ပါတယ်။အဲဒီမှာနယ်မြေတိုင်းတာမှုတွေစစ်တမ်းကောက်ရင်းအမှတ်မထင်တောကြီးမျက်မည်းထဲမှာရှေးလူ့အသုံးအဆောင်ပစ္စည်းတွေကိုတွေ့ရှိခဲ့ပါတယ်။အဲဒီကစပြီးအဲဒီဒေသမှာပျောက်ဆုံးကွယ်ပျောက်နေတဲ့သူကိုယ်တိုင်Zလို့နာမည်ပေးထားတဲ့ရှေးဟောင်းမြို့ကြီးတမြို့ရှိလိမ့်မယ်လို့ယုံကြည်ခဲ့ပါတယ်။သူဟာ၁၉၀၆ခုနှစ်ကနေ ၁၉၂၄ခုနှစ်အတွင်းစူးစမ်းရှာဖွေမှု၇ကြိမ်တိုင်တိုင်ကြိုးစားခဲ့ပါတယ်။တျောက်လျောက်သူလိုချက်တဲ့ရည်မှန်းချက်မအောင်မြင်ခဲ့ပေမယ့်သူလုံးဝစိတ်မပျက်ခဲ့ပါဘူး။ဒါပေမယ့်သက်သေအထောက်အထားတွေတော့ပြနိုင်ခဲ့ပါတယ်။နောက်ဆုံးတခေါက်၁၉၂၅ခုနှစ်မှာသူ့သားဖြစ်သူJack Percy Fawcettနဲ့အတူတူသွားခဲ့ပြီးတဲ့နောက်မှာတော့သတင်းအစအနပျောက်သွားပါတယ်။သူတို့ကိုအဲဒီအချိန်ကစပြီးနောက်ထပ်မတွေ့ရတော့ပါဘူး။အဲဒီကိစ္စဟာပဟေဠိတခုလိုဖြစ်နေခဲ့ပါတယ်။သူတို့အဲဒီမြို့ကိုတွေ့ခဲ့ကြသလား။ဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာတော့သူတို့ကိုယ်တိုင်ပဲသိနိုင်မှာပါ။ဒီကားလေးဟာလည်း၁၉၀၅ခုနှစ်ကနေစပြီးသူ့ရဲ့ကြိုးစားခဲ့မှုတွေအမေဇုံလိုတောကြီးမျက်မည်းထဲမှာအန္တာရာယ်အမျိုးမျိုးရဲ့ကြားရုန်းကန်ခဲ့ရမှုတွေကိုရိုက်ပြထားတဲ့ကားကောင်းလေးတကားဖြစ်ပါတယ်။လူတယောက်ရဲ့ဇွဲလုံလ၊အဲဒီခေတ်အခါကရူးသွပ်မှုတွေစွန့်စားမှုတွေကိုမြင်တွေ့ရမှာပါ။တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားအနေနဲ့ဇာတ်ရှိန်အေးအေးလေးနဲ့ဆွဲခေါ်သွားမယ့်ကားလေးဖြစ်ပါတယ်။အေးအေးဆေးဆေးနားနားနေနေကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။Ratingအနေနဲ့လည်း  6.6/10 ထိရထားတဲ့ကားလေးဖြစ်ပါတယ်။",
        "category": "drama",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/WDHGpM1.jpg",
        "url": ["1lZM2ot-TmA"]
    },
    {
        "id": 69,
        "title" : "Pride and Prejudice and Zombies",
        "description": "၁၉ ရာစုတွင်လျှို့ဝှက်ဆန်းကြယ်သောဘေးဒဏ်ကအင်္ဂလိပ်ကျေးလက်အားစစ်နယ်မြေအဖြစ်သို့ပြောင်းလဲစေခဲ့သည်။ သေလွန်သူများသည်မြေယာကိုအကြမ်းဖက်ရန်အသက်ပြန်ရှင်လာသည်နှင့်အမျှမည်သူမျှလုံခြုံမှုမရှိပါ ကံကြမ္မာသည် mart လိရှဗက် Bennet (လီလီဂျိမ်းစ်) ကိုကိုယ်ခံပညာနှင့်လက်နက်ဆိုင်ရာကျွမ်းကျင်သူမာစတာ Darcy (ဆမ် Riley) နှင့်အတူအင်အားပူးပေါင်းဆောင်ရွက်ရန်လှုံ့ဆော်သည်။ အဲလစ်ဇဘက်သည် Darcy ကိုမခံနိုင်ပါ၊ သို့သော်သူ၏စွမ်းရည်ကိုဖုတ်ကောင်လူသတ်သမားအဖြစ်လေးစားသည်။ သူတို့၏ကွဲပြားခြားနားမှုများကိုဘေးဖယ်ထားကာသူတို့၏တိုင်းပြည်ကိုကယ်တင်ရန်သွေးစွန်းနေသောစစ်မြေပြင်၌စည်းလုံးကြသည်။",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/qDfxsS6.jpg",
        "url": ["PHFKSRW61fY"]
    },
    {
        "id": 70,
        "title" : "Army of One (2020)",
        "description": "အလာဘားမားရဲ့ တောနက်တွေထဲကို စခန်းချခရီးထွက်လာတဲ့ ဒီလွန်နဲ့ ဘရန်နာ ဆိုတဲ့လင်မယားနှစ်ယောက်၊တရားမဝင် မူးယစ်ဆေးနဲ့ လက်နက်တွေ သိုလှောင်ထားတဲ့နေရာတစ်ခုကို မတော်တဆ ရောက်သွားခဲ့ကြပါတယ်။သူတို့ ထွက်မပြေးနိုင်သေးခင်မှာပဲဂိုဏ်းဝင်တွေက သူတို့နှစ်ယောက်ကိုဖမ်းမိပြီး နှိပ်စက်ခဲ့ရာကနေ အမှားနှစ်ခုလုပ်မိသွားပါတယ်။ ဒီလွန်ကို သတ်လိုက်မိပြီး ဘရန်နာကိုတော့သတ်လိုက်မိပြီလို့ ထင်ခဲ့တာပါပဲ။ အဲ့ဒီဘရန်နာရဲ့နောက်ကြောင်းကို ကြိုတင်မသိခဲ့တာကတော့ သူတို့ရဲ့ တတိယ အမှားဖြစ်ပါလိမ့်မယ်။စနစ်တကျလေ့ကျင့်ထားတဲ့ ထိပ်တန်းအထူးတပ်ဖွဲ့ဝင်ဟောင်း လက်ဖတင်နင် ဘရန်နာ ဘိတ်ကာဟာ ကျားနာတစ်ကောင်လို ဂိုဏ်းတစ်ခုလုံးနဲ့တစ်ယောက် ထိပ်တိုက်ရင်ဆိုင်တော့မှာပါ။မထင်ထားပဲ အတော်ကြီးကိုကောင်နေတဲ့ဇာတ်ကားတစ်ကားပါ၊ ကားရဲ့ အက်ရှင်ခန်းတွေက one-shotရိုက်ချက်တွေကို တစ်နာရီသာပြင်ဆင်ချိန်ယူပြီးတစ်ကြိမ်တည်းနဲ့အမိအရ ရိုက်ခဲ့တာပတဲ့။ တကယ်လဲ အဲ့ဒီအက်ရှင်ခန်းတွေက သဘာဝကျပြီး ကြည့်ကောင်းပါတယ်။IMDb Rating (6.6) ရရှိထားပါတယ်…။",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/AXdGGyn.jpg",
        "url": ["Wi7P727a-FI"]
    },
    {
        "id": 71,
        "title" : "Kaiji: Final Game (Japan)",
        "description": "Takusya Fujiwara တစ်ယောက် 2011လောက်ကထွက်ခဲ့တဲ့ တတိယမြောက်Kiiji Series ပြီးတဲ့နောက်10လောက်အကြာမှ မှန်သားပြင်ပေါ်မှာ ထပ်တွေ့ရမှာပါဒီမှာဆိုရင် ‌ဂျပန်နိုင်ငံမှာငွေကြေးဖောင်းပွတာတွေဖြစ်လာတာတဲ့အခါမှာ ငွေမဲဆိုပြီးကြေညာလိုက်ပါတယ်ငွေမဲကြေညာတယ်ဆိုတာက အစိုးရက သူကိုယ်တိုင်ထုတ်ထားတဲ့ပိုက်ဆံတွေကိုသူဘဲတရားမ၀င်ပါဘူး‌ေကြညာပြီးအစိုးရက ပြည်သူကိုအနိုင်ကျင့်တာကို ငွေမဲလုပ်တယ်ခေါ်တာပါဒီကိစ္စကိုတားဆီးနိုင်ဖို့အတွက် ကံတရားနဲ့ကိုယ်ရည်ကိုယ်သွေးကိုအခြေခံတဲ့ဂိမ်းတွေကိုယှဉ်ပြိုင်ရမှာဖြစ်ပါတယ်အချို့ဇာက်၀င်ခန်းတွေက Animeတွေထဲမှာအဆင်ပြေပေမဲ့ Live actionမှာမင်းသားအနေနဲ့ ဒေါသဖြစ်တဲ့အခန်းတွေမှာမလိုအပ်ဘဲစူးစူးဝါးဝါးအော်တာကြီးတွေကတော့အနည်းငယ်စိတ်အနှောက်ယှက်ဖြစ်ရပါတယ်Anime ၊Manga အနေနဲ့လူကြိုက်များခဲ့တဲ့ဒီဇာက်ကားကို ပြန်လည်ရိုက်ကူးတဲ့အခါမှာManga Seriesနဲ့ အနဲငယ်ကွဲပြားမူ ရှိပေမဲ့လည်း Kaijiရဲ့ရသတစ်မျိုးကိုLive actionအနေနဲ့ ပြန်ကြည့်ရတဲ့အခါမှာလည်းသဘောကျလိမ့်မယ်ထင်ပါတယ်",
        "category": "fantasy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/3OKhQqN.jpg",
        "url": ["33M9lQCHn8A"]
    },
    {
        "id": 72,
        "title" : "Forensic (Indian)",
        "description": "လက်ထောက် ရဲမှုး ရစ်သီကာ ဟာကလေးလူသတ်သမား ကွင်းဆက်အမှုကိုလိုက်နေသူ ဖြစ်ပြီး လူသတ်သမားဟာနှစ်အတန်ကြာမှ တစ်ခါပေါ်လာပြီးဆက်တိုက် ပြန်ပေးဆွဲ လူသတ်မှု ကျူးလွန်ပြီးပြန်ပြန်ပျောက်သွားတက်သူ ဖြစ်ပါတယ်…နောက်ဆုံး တစ်ခေါက် ပြန်လာတဲ့အခါမှာတော့ရစ်သီကာ ပဲ အမှုကို ပြန်ကိုင်ရတာဖြစ်ပြီးမှုခင်းဆေးပညာရှင် တစ်ယောက် ဖြစ်တဲ့ဆမ် နှင့် လက်တွဲ လုပ်ရပါတော့တယ်..ဆမ် နှင့် ရစ်သီကာ ရဲ့ ပတ်သက်မှု ကလဲမိသားစု ပြသနာတွေ ဖြင့် မတွေ့ဖြစ်ခဲ့ကြသူများဖြစ်ပြီး လူသတ်မှု စစ်ဆေးဖို့ ပြန်ဆုံဖြစ်ခဲ့ကြတာပါလူသတ်သမား ကလဲ ပိပိရိရိ နေတက်တာဖြစ်တာကြောင့် ၂ နာရီကျော် ကြာအောင် ကြည့်ရှုရမှာမို့Netflix က လွှွင့်တဲ့ ဒီ ရုပ်ရှင်ကားဟာသင့်ကို စိတ်ကျေနပ်စေမှာပါဘယ်လိုတွေ ရင်တမမ နဲ့ ဆက်ဖြစ်မလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့…",
        "category": "crime",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/jLC8OmK.jpg",
        "url": ["XZF7oG3lI34"]
    },
    {
        "id": 73,
        "title" : "The Founder",
        "description": "IMDb 7.2 rotten tomatoes 84% တို့ရရှိထားတဲ့ဒီဇာတ်ကားက​တော့ ကမ္ဘာပေါ်မှာနာမည်​ကြီးတဲ့McDonald’s ဟမ်​ဘာဂါဆိုင်​ရဲ့တည်ထောင်​သူRay Kroc ရဲ့အ​ကြောင်းရိုက်​ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်အသက်​၅၂နှစ်အရွယ်ယောကျာ်းတစ်ယောက်​အောင်မြင်မှုရဖို့ဘယ်လိုကြိုးစားခဲ့ရတယ်ဆိုတာကိုရိုက််ကူးတင်ဆက်ထားတာပါ….လူတိုင်းကြည်​့သင်​့တဲ့ကား​ကောင်းလေးတစ်​ကားပါ(ဇာတ်လမ်း အညွန်း နဲ့ ဘာသာပြန်သူကတော့ Kaung Myat Thu ပဲဖြစ်ပါတယ်)",
        "category": "drama",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/xsvcgqr.jpg",
        "url": ["eGGfQvVxDd8"]
    },
    {
        "id": 74,
        "title" : "Brimstone",
        "description": "IMDb rating 7.1 rotten tomatoes 45 percentရထားတဲ့ mystery,thrillerအမျို ုးအစားဇတ်ကားတစ်ကားပါ…စကားမပြောတတ်သူ အအမလေး lizတစိယောက်သူတို့နေထိုင်ရာမြို့ကိုတရားဟောဆရာအသစ်တစ်ယောက်ရောက်လာတာကိုတွေ့တဲ့အခါမှာ သူမမိသားစုမှာအန ္တ ာရယ်ကျရောက်တော့မယ်ဆိုတာချက်ချင်းသိခဲ့ပါတယ်….အသစ်ရောက်လာတဲ့တရားဟောဆရာရဲ့ရန်ကနေlizတစ်ယောက်မိသားစုကိုဘယ်လိုကာကွယ်မလဲဆိုတာသဲတထိတ်ထိတ်ရင်တဖိုဖိုကြည့်ရမယ့်ဇတ်ကားကောင်းတစ်ခုပါ….(သတိပေးချက် ဒီကားကr ratedဇတ်ကားပါ…၁၈+အခန်းများနဲ့သွေးထွက်သံယိုအခန်းများပါဝင်ပါတယ်)(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ ကောင်းမြတ်သူ ပဲဖြစ်ပါတယ်)",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Tr0z4NO.jpg",
        "url": ["cDDWB72IlLk"]
    },
    {
        "id": 75,
        "title" : "Soldier of War",
        "description": "ရှက်ဖတန်တောအုပ်အတွင်းမှာ လူသတ်မှုတွေဆက်တိုက်ဖြစ်ပေါ်နေတဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်အာချီနဲ့သူ့သူငယ်ချင်းဖြစ်သူ ဗင့်စ်တို့နှစ်ယောက်ဟာဆယ်ကျော်သက်သဘာဝ တောထဲလျှောက်သွားရင်းနဲ့လျို့ဝှက်တံခါးတစ်ခုကိုတွေ့ရှိခဲ့ပါတယ်ကလေးသဘာဝသိချင်စိတ်နဲ့ အဲဒီတံခါးကို ဖွင့်လိုက်တာကကံကြမ္မာဆိုးကို ဖိတ်ခေါ်ခဲ့မိစေတယ်ဆိုတာကို သူတို့မသိခဲ့ကြပါဘူးအာချီဆွဲခေါ်ခံခဲ့ရပြီး ဗင့်စ်လည်း ထွက်ပြေးရင်းနဲ့ကားတိုက်ခံခဲ့ရပြီးနောက်မှာ တောအုပ်ထဲကို သွားတဲ့ရဲတွေ..လူတွေ..အသတ်ခံခဲ့ရပါတယ်..ဘာကြောင့်လဲမသိတဲ့အပြင် ဘယ်သူမှန်းလဲမသိခဲ့ပါဘူးခြေရာလက်ရာလည်း တစ်ခုမှမကို မကျန်ခဲ့တဲ့အတွက်နောက်ဆုံး စစ်တပ်ကိုပါ ခေါ်ရတဲ့အဆင့်ဖြစ်လာခဲ့ပါတယ်သေဆုံးမှုတွေ တရိပ်ရိပ်မြင့်တက်လာချိန်မှာတော့..သူတို့ဘယ်လိုအကူအညီတွေရခဲ့ပါသလဲတကယ့်လူသတ်သမားကရော ဘယ်သူပါလဲပုံမှန်ကိုင်တွယ် ဖြေရှင်းလို့ရတဲ့ အရာတစ်ခုရောဟုတ်ပါရဲ့လား ဆိုတာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်လျို့ဝှက်ထားချက်ကတော့ ဇာတ်လမ်းတစ်ဝက်ရောက်တဲ့အထိလူသတ်သမားကို လက်ပဲမြင်ရပါသေးတယ်…",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/1KqwDAd.jpg",
        "url": ["oY-Ce33LrNM"]
    },
    {
        "id": 76,
        "title" : "Dr.Strange",
        "description": "Dr.Stephen Strange ဟာ ထက်မြက်ပြီးမာနကြီးတဲ့ခွဲစိတ်ဆရာဝန်တစ်ဦးပါမထင်မှတ်ဘဲ ကားမတော်တဆမှုကနေသူ့လက်တွေကသုံးမရဖြစ်သွားပါတယ်သူ့ရဲ့ကျောင်းနေဖက် Wong ရဲ့အကြံပေးချက်အရ တိဘက်ဒေသမှာကျော်ကြားတဲ့ Ancient One (တိဘက် ဆိုတာ ထွက်ရပ်ပေါက်ပုဂ္ဂိုလ်တွေနေတဲ့နေရာလို့လထင်ရှားပါတယ်)ဆိုသူဆီကို ကုသဖို့သွားရာကနေAncient One ဆီက စွမ်းအားတွေရပြီး Dr.Strange ဖြစ်လာပါတယ် ဒီစွမး်အားတွေနဲ့ ကမ္ဘာကြီးကိုအုပ်စိုးဖို့ကြံစည်နေတဲ့ရန်သူတစ်ဦးလက်ကနေဘယ်လိုကယ်တင်မလဲဆိုတာကြည့်ရှုရမှာဖြစ်ပါတယ်။Dr.Strange 2016 မထွက်ခင်လေးကို ဇာတ်လမ်းကို ရင်းနှီးမှုရှိအောင်ကြည့်ထားကြပေါ့ဗျာ(ဇာတ်ကားအညွှန််းကိုတော့ Chuck ကရေးသားပေးခဲ့တာပါ)",
        "category": "animation",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/qT5HZpl.jpg",
        "url": ["BLtke-3sSwA"]
    },
    {
        "id": 77,
        "title" : "The Mad Monk (Chinese)",
        "description": "စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ခိုက်ကြ။ဒါပေမယ့် ပြန်တွေးကြည့်တော့လဲ ရယ်စရာအတိတ်တွေခပ်များများ။ဘဝဆိုတာ ဘာမှလဲမဟုတ်လှ။ဒီလိုဘာမှမဟုတ်တဲ့ ဘဝကြီးကို ဟာသတွေနဲ့ ချိတ်ဆက်ပြထားတဲ့ စတီဖင်ချောင်ရဲ့ ဇာတ်ကား‌တွေတစ်ဝကြီးထိုင်ကြည့်ရင်း ဘဝဆိုတာကြီးကို ကျွန်တော်တို့ ဟားတိုက်နေကြရအောင်ဗျာ။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/9Y3Ac6U.jpg",
        "url": ["vKvBew6ZM_Y"]
    },
    {
        "id": 78,
        "title" : "Apartment 1303 (Japan)",
        "description": "သရဲကား တွေ တော်တော်များများ ကြည့်ဖူးပါတယ် အကောင်လိုက်ပြတောင်ကြောက်ဖို့ မကောင်းတာတွေ ကြုံဖူးတယ် ဒါပေမယ့်ဒီ Apartment 1303 ဆိုတဲ့ Japan Horror Movie ကတော့သင့်စိတ်ကို အကောင်းဆုံး ချောက်လှန့်မှု အပေးနိုင်ဆုံး ရုပ်ရှင်ကားလို့ ညွှန်းဆိုချင်ပါတယ်တစ်ယောက်ထဲ တိုက်ခန်းတစ်ခုထဲ နေတက်တဲ့သူတွေတိုက်တွေရဲ့ အပေါ်ဆုံး ထပ်မှာ နေတဲ့ သူတွေ နဲ့ ကိုယ်နေတဲ့ တိုက်ခန်းမှာ ခြေရာလက်ရာ ပျက်ယွင်းနတာကြုံရတဲ့ သူတွေ အတွက် ဒီရုပ်ရှင်ကားက ထိတ်လန့်တုန်လှုပ်ဖွယ် အတိနဲ့ပါပဲ…ဒီဇတ်လမ်းထဲမှာတော့ ပင်လယ်နဲ့ နီးပြီး စျေးအရမ်းတန်တဲ့ တိုက်ခန်း ကို ငှားနေကြသူတွေဝယ်ကြသူတွေဟာ အမြဲတမ်း အဲ့ဒီတိုက်ပေါ်ကနေ ခုန်ချပြီး သက်သေသွားတက်ကြပါတယ်ဘယ်လောက်ပဲ မယုံကြည်တဲ့သူဖြစ်ပါစေ ဘယ်လောက် သတ္တိကောင်းတဲ့သူဖြစ်ပါစေအဲ့ဒီ တိုက်ခန်းမှာ မနေရဲလောက်အေအာင် ဆိုးဝါးလွန်းတဲ့ ဖြစ်ရပ်ဆန်းတွေ ကြုံတွေ့ရမှာဖြစ်ပြီးရုပ်ရှင်ကြည့်သူတွေလဲ ညဘက်မှာ စောင်လေးခြုံပြီး မီးတွေ အကုန်မှိတ် တိတ်တိတ်လေးဒီရုပ်ရှင်ကို ကြည့်ကြရအောင်…ကဲ.. သေချာပြီ ဆိုရင် အလွှာ ၁၃ ဓါတ်လှေကားနံပါတ် ၁၃ အခန်းနံပါတ် ၁၃၀၃ ကို ခဏလောက်အလည်သွားရအောင် သင် တစ်ယောက် ထဲ မသွားရဲဘူးဆိုရင် သင့် သူငယ်ချင်း တစ်ချို့ပါအခုပဲ Mention ခေါ်ပြီး အတူသွားဖို့ ပြင်လိုက်ကြရအောင်… 😀 ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Thin Zar Htet ဖြစ်ပြီးThit San Khant မှ Encode ၍ တင်ဆက်ပေးထားပါတယ်… ဒီရုပ်ရှင်ကားဟာ အတော်ကြာပြီ ဖြစ်ပြီး၍ Quality မှာ အနည်းငယ်မှုန်ဝါးနေပါသဖြင့်သည်းခံကြည့်ရှုပေးကြပါရန် မေတ္တာရပ်ခံအပ်ပါသည်။",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/U6GhzkR.jpg",
        "url": ["jM0zwz41qJY"]
    },
    {
        "id": 79,
        "title" : "Her Blue Sky",
        "description": "အအိုအီ အိုင်အိုအီဆိုတဲ့အထက်တန်းအရွယ်ကျောင်းသူမလေးဟာကားမတော်ဆမှုကြောင့် မိဘနှစ်ပါးလုံးဆုံးရှုံးပြီးတဲ့နောက်မှာအစ်မဖြစ်သူ အခန်နေ အိုင်အိုအီနဲ့အတူ ဘဝကိုရုန်းကန်ကြရပါတယ်.ဒါပေမဲ့ မတော်မတဖြစ်တဲ့အချိန်တုန်းကအအိုလေးဟာ ကလေးပဲရှိသေးတဲ့အတွက် အစ်မဖြစ်သူ အခန်နေကပဲမိဘတစ်ယောက်လို စောင့်ရှောက်ခဲ့ရပါတယ်.အအိုအီငယ်ငယ်တုန်းက သူ့အစ်မရဲ့ရည်းစားဟောင်းဖြစ်သူရှင်းနိုခါနာမူရိုကြောင့် ဂီတာတီးတာကိုဝါသနာပါလာခဲ့ပတယ်.ဒါကြောင့် သူကျောင်းပြီးရင် မြို့ကနေထွက်သွားပြီးတိုကျိုမှာဂီတအဖွဲ့တစ်ခုထဲ ဝင်ဖို့ဆုံးဖြတ်လိုက်တယ်.သူ့ရဲ့ဝါသနာအပြင် သူ့အစ်မကို သူ့ကြောင့်ဆက်ပြီးမပင်ပန်းစေချင်တဲ့ဆန္ဒကြောင့်လည်းသူတို့မြို့လေးကနေ ပိုပြီးထွက်သွားချင်ခဲ့ပါတယ်.တစ်နေ့ အအိုအီတစ်ယောက် ဂီတာတီးကျင့်နေရင်း၁၈နှစ်အရွယ် ရှင်းနိုကို ရုတ်တရက်အခန်းထဲမှာတွေ့လိုက်ပါတယ်.ပြီးတော့ ယခုပစ္စုပန်က ၃၁ နှစ်အရွယ် ရှင်းနိုကလည်းတိုကျိုကိုပြောင်းသွားတဲ့နောက် ဂီတပွဲတစ်ခုကြောင့်မြို့ကိုပြန်ရောက်နေပါတယ်.ဒါပေမဲ့ အခုရှင်းနိုနဲ့ အတိတ်ကရှင်းနိုကလုံးဝကို ကွာခြားနေပါတယ်.ဒါဆို ၁၈နှစ်အရွယ်ရှင်းနိုက ဘာကြောင့် ရှိနေရတာလဲ?ငယ်ချစ်ဦးတွေဖြစ်ကြတဲ့ အခန်နေနဲ့ရှင်းနိုကရောဘယ်လိုဖြစ်သွားမလဲ?အအိုအီကရော မြို့ကနေထွက်သွားပြီး တိုကျိုကိုပြောင်းသွားမလား?ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ရုပ်ရှင်ကားထဲမှာ ဆက်ကြည့်ကြရအောင်…….။",
        "category": "animation",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/0zNv3p2.jpg",
        "url": ["OSuBaert0T8"]
    },
    {
        "id": 80,
        "title" : "Chinese Odyssey 3 (Chinese)",
        "description": "ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီးဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။ါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်နွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကိုလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။သတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့…..",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/MOc7Nnj.jpg",
        "url": ["VAbXQKq_GRQ"]
    },
    {
        "id": 81,
        "title" : "Tomb Invader",
        "description": "Several college students find clues that lead them to an ancient tomb deep in the jungle. The relics help them get closer to their goal of finding the truth about a missing family member.",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/QV66F3k.jpg",
        "url": ["LYCuSUStiSU"]
    },
    {
        "id": 82,
        "title" : "Trois Couleurs : Blanc",
        "description": "Polish immigrant Karol Karol (Zbigniew Zamachowski) finds himself out of a marriage, a job and a country when his French wife, Dominique (Julie Delpy), divorces him after six months due to his impotence. Forced to leave the France after losing the business they jointly owned, Karol enlists fellow Polish expatriate Mikolah (Janusz Gajos) to smuggle him back to their homeland. After successfully returning, Karol begins to build his new life, while never forgetting his old one.",
        "category": "drama",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/fL9KfW8.jpg",
        "url": ["EvcCJwE8RUk"]
    },
    {
        "id": 83,
        "title" : "Mrs.Claus",
        "description": "College students attending a Christmas party at a sorority house with a dark past are stalked by a deranged killer dressed as Mrs. Claus.",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/lr5dJbs.jpg",
        "url": ["LA2lyEgPWmY"]
    },
    {
        "id": 84,
        "title" : "Cello (Korean)",
        "description": "[Unicode]Korea Horror Movie လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဟုန်မီဂျူးလို့ခေါ်တဲ့ ဆယ်လို တီးသင်ပေးတဲ့ပါမောက္ခမှာ သာယာစိုပြေတဲ့မိသားစုဘဝလေးကိုပိုင်ဆိုင်ထားပါတယ် ၊ဒါပေမယ့် လူတွေမသိတဲ့ သူမဖုန်းကွယ်ထားတဲ့အရာတစ်ခုရှိနေပါတယ် အဲ့အရာကနေ သူ့ကိုနေ့စဉ်နဲ့အမျှခြောက်လန့်နေခဲ့ပါတယ်။အစကသာယာနေတဲ့မိသားစုဘဝလေးကနေ အိမ်ဖော်အဒေါ်ကြီးတစ်ယောက် ရောက်လာတဲ့အချိန်မှာ စပြီးမုန်တိုင်းထန်ခဲ့ပါတော့တယ် ၊နေ့တိုင်းသူ့ကိုခြိမ်းခြောက်စာတွေပို့ ထင်ယောင်ထင်မှားဖြစ်နေတာတွေက ဘယ်အရာကနေစဖြစ်တည်လာတာလဲ ?သူကရော ဘာလျှို့ဝှက်ချက်တွေကိုဖုန်းကွယ်ထားတာ ?သူထင်နေတဲ့အရာတွေကရော အမှန်တွေဖြစ်ပါ့မလား ?အိမ်ဖော်အဒေါ်ကြီးကရော ဘယ်သူလဲဆိုတာ ပဟေဠိဆန်ဆန်နဲ့ ကြည့်ရှုခံစားလိုက်ပါဦး…။",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/35xepyo.jpg",
        "url": ["PW97yyOrqJA"]
    },
    {
        "id": 85,
        "title" : "Fighter in the Wind (Korean)",
        "description": "ဒီဇာတ်ကားလေးကတော့ပရိတ်သတ်တွေအတော်လေး နစ်သက်မယ့်ဇာတ်ကားတစ်ကားလို့ပြောပါရစေဇာတ် ကားလေးကဒုတိယကမ႓ာစစ်အတောအတွင်းမှာ ရိုက်ထားတဲ့ဇာတ်ကားလေးပါကိုရီးယားနဲ့ဂျပန်နစ် နိင်ငံဖက်စပ်ရိုက်ကူးထားလို့ပရိတ်သတ်တွေသဘော ကျမှာအသေအချာပါပဲကျွန်တော်ငယ်ငယ်ကအရမ်း ကြိုက်မိလို့ဘာသာပြန်မိတာလည်းပါပါတယ်ဇာတ်လမ်း အစမှာဂျပန်နိင်ငံမှာရှိတဲ့လေယာဉ်မောင်းသင်တန်း ကျောင်းတက်ချင်တဲ့လူငယ်လေးတစ်ယောက်အခက် အခဲတွေနဲ့ဂျပန်ပြည်လာပြီးလေယာဉ်မှုူ းဖြစ်အောင် ကြို းစားပုံအခက်အခဲတွေအများကြီးကြားကနေကိုး ရီးယားလူမျိူ းတစ်ယောက်အနေနဲ့ခက်ခက်ခဲခဲရပ် တည်ရပုံအနိပ်အစက်အညှင်းပန်းခံပြီးကြို းစား ရုန်းကန်ရပုံကိုတခမ်းတနားရိုက်ကူးပြထားပါတယ်၂၀၀၄ခုနစ်ကကိုရီးယားစံချိန်တင်ဝင်ငွေရခဲ့တဲ့ဇတ် ကားလေးလည်းဖြစ်ပါတယ်လေယာဉ်မှုူ းဖြစ်ချင်ခဲ့ပေ မယ့်ဘဝကံကြမ္မာလက်စားချေချင်တဲ့စိတ်ကြောင့်ဂျ ပန်ပြည်မှကမ႓ာကျော်သိုင်းအကျော်အမော်ဖြစ်လာ အောင်ကြို းစားပုံကလည်းလူငယ်လေးတွေအတုယူ စရာပါအကြမ်းချည်းသတ်သတ်မဟုတ်ပဲဂျပန်မလေး နင့်ချစ်ကြိုက်လွမ်းဆွေးရပုံစသဖြင့်ပြောင်မြောက် အောင်ရိုက်ကူးထားနိင်တဲ့ဒီဇတ်ကားကိုကျွန်တော် ကြိုက်မိသွားတာလည်းအပြစ်မဆိုသာပါဘူးဒီဇာတ်ကား လေးမှာကြိုက်မိတဲ့စကားလေးတစ်ခွန်းလည်းရှိပါတယ် (မင်းဆင်းရဲချင်ဆင်းရဲနေနိင်တယ်ဒါပေမဲ့မင်းရဲဲ့ကြို း စားမှုကြောင့်အောင်မြင်မှုတစ်ခုမင်းရလာနိင်တယ်) အရမ်းကောင်းမွန်တဲ့စကားလေးပါဒီဇာတ်ကားလေးကို ဖုန်းဘေကုန်ကျမယ့်ငွေကြေးကိုဂရုမစိုက်ပဲဒေါင်းလိုက် ပါလို့ပြောပါရစေသိမ်းထားသင့်တဲ့ဇာတ်ကားလေးတစ် ကားကိုကျွန်တော်(စိုးထွေး)ရဲ့၂၁ကားမြောက်ဘာသာ ပြန်လေးအဖြစ်တင်ဆက်ပေးလိုက်ရပါတယ်",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/mUGeQsP.jpg",
        "url": ["DU1IWcjIiH4"]
    },
    {
        "id": 86,
        "title" : "The Bride",
        "description": "Let's watch myanmar Fan တွေ အတွက် ရုရှား သရဲကား တစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေဒီရုပ်ရှင်ကားဟာ ဖြစ်ရပ်မှန်အပေါ် ကျောရိုးယူ ရိုက်ကူးထားတယ်လို့ သိရပါတယ်Nastya ဆိုတဲ့ ကောင်မလေးဟာ ဓါတ်ပုံဆရာ တစ်ယောက်နဲ့ အိမ်ထောင်ကျပြီးဆွေပြမျိုးပြ အဖြစ် သူမ ယောကျင်္ား ရဲ့ နေရပ်သို့ လိုက်လည်ခဲ့ပါတယ်ထိုမိသားစု အတွင်းရှိ အားလုံးနီးပါး ဓါတ်ပုံရိုက် ၀ါသနာရှင်များ နာမည်ကြီး ဓါတ်ပုံဆရာများဖြစ်ပြီးလောလောဆယ်တွင် Nastya ၏ ခင်ပွန်းဖြစ်သူသာ ကျန်ရှိပါသည်ထိုမိသားစု တွင် Nastya ခင်ပွန်း ၏ ညီမ နှင့် အဖေ တို့ အတူနေထိုင်ကြပြီးအိမ်ကြီးတစ်ခုလုံးဟာ ချောက်ချားဖွယ်အတိပါပဲ…တစ်ရက်မှာတော့ ထိုအိမ်ကြီး ရဲ့ လျို့ဝှတ်ချက် တစ်ချို့ကိုNastya ဆီသို့ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်ရှိခဲ့သောအခါ…..",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/jV1o4Et.jpg",
        "url": ["ZHFHW2UFM8k"]
    },
    {
        "id": 87,
        "title" : "Casper",
        "description": "Casper 1995ဒီဇာတ်ကားလေးကတော့ ကပ်စပါ ဆိုတဲ့လူတွေကိုခင်တက်တဲ့တစ္ဆေလေးအကြောင်းကာတွန်းကားကိုlive-action ပြန်ရိုက်ထားတဲ့ ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာဆိုရင် အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ကပ်စပါကို CGI အပြည့်နဲ့တစ်ကားလုံးသုံးသွားနိုင်တဲ့ ပထမဦးဆုံး ရုပ်ရှင်ကားတစ်ကားလည်းဖြစ်ပါတယ်။Budget ၅၅ သန်း အသုံးပြုခဲ့ပြီး ၂၈၇.၉ သန်းပြန်လည်ရရှိခဲ့တဲ့အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ကားလည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာဆိုရင် ဒေါက်တာဟာဗေးကသူ့သမီးလေးနဲ့အတူ တစ်မြို့ဝင်တစ်မြို့ထွက်နဲ့လူတွေကိုအနှောက်အယှက်ပေးနေတဲ့တစ္ဆေတွေကို နောက်ဘဝကူးပြောင်းနိုင်အောင်လိုက်လံကူညီပေးနေပါတယ်။တနေ့မှာတော့ မိန်း ဆိုတဲ့မြို့က သရဲအရမ်းခြောက်တဲ့ဝစ်စတပ် ဆိုတဲ့အိမ်ကြီးကိုသွားပြီး သောင်းကျန်းနေတဲ့သရဲတွေကို နှိမ်နင်းပေးဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။အဲဒီအိမ်ကြီးမှာတော့ ကပ်စပါဆိုတဲ့လူတွေကိုခင်တက်တဲ့ တစ္ဆေလေးအပြင်လူတွေကိုသွေးပျက်မတက် ခြောက်လှန့်တက်တဲ့ တစ္ဆေ ၃ ကောင်လည်းရှိနေပါတယ်။ ဒေါက်တာဟာဗေးကပဲ ခြောက်လှန့်တက်တဲ့တစ္ဆေတွေကို နောက်ဘဝကူးသွားအောင်ကူညီပေးနိုင်မလားတစ္ဆေတွေကပဲ အနိုင်ယူသွားမလားဆိုတာကိုတော့ဒီဇာတ်ကားလေးကိုကြည့်ကြည့်လိုက်ပါနော်။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/XsTwIkN.jpg",
        "url": ["FSAnFGm06yA"]
    },
    {
        "id": 88,
        "title" : "Evil Twin (Korean)",
        "description": "မင်းသမီးချောလေး Park Shin-Hye  ပါဝငျထားတဲ့  Drama, History, Horror အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/DXst6qm.jpg",
        "url": ["tfUkaw3Rjdc"]
    },
    {
        "id": 89,
        "title" : "Matchless Hero Fang Shiyu",
        "description": "ကွန်ဖူးတိုက်ကွက်တွေ..တရုတ်သိုင်းကားတွေကြိုက်နှစ်သက်သူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်…ဇာတ်လမ်းအညွှန်းလေးကိုပြောရမယ်ဆိုရင်အရင်ခေတ်ကအနီရောင်ပန်းအဖွဲ့မှာခေါင်းဆောင်တဲ့သူတစ်ဦးဟာအသတ်ခံလိုက်ရပါတယ်..ခေါင်းဆောင်မှာ ရှိဝိ လို့ခေါ်တဲ့သားတစ်ယောက်ရှိပါတယ်ရှိဝိ ဟာ ဖခင်ကြီးအတွက်ကလဲ့စားချေဖို့ကြိုးစားပါတော့တယ်...ဒီလိုကြိုးစားရင်းနဲ့ အကြောင်းတစ်ခုကြောင့်မြို့သူကြီးသမီးမျောင်မျောင်ကိုဖမ်းလိုက်ပြီးနောက်..လူသတ်သမားကိုလိုက်ရှာနေခဲ့တယ်နေရာတကာကိုသွားပီးတဲ့နောက်မှာပဲ ရှိဝိ ကိုသတ်မယ့်နောက်ထပ်လူသတ်သမားတစ်ဦးပေါ်လာခဲ့ပါတယ်သူတို့၃ဦးဘယ်လိုတွေဆက်ဖြစ်မလဲ ရှိဝိ အဖေအသတ်ခံရတဲ့ဖြစ်ရပ်မှန်ကဘာလဲ…လက်စားချေနိုင်ပါ့မလားဆိုတာကိုဆက်လက်ခံစားကြည့်ရှုပါ",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/DPblgo0.jpg",
        "url": ["d49PGbuLO_k"]
    },
    {
        "id": 90,
        "title" : "Haunted Road 2:Untold Body",
        "description": "Based on the Asian horror comic book Yin and Yang, this film tells the story of the Yin and Yang, which is commonly known as the world in the Republic of China. It is said that this mysterious coffin will have a horrible thing. According to the Republic of China Times, in the 34th year of the Republic of China (1945 during the Kuomintang rule), a strange child disappeared. A group of children playing hide and seek on the back hill suddenly had a mysterious disappearance. Since then, whenever a thunder is hit, there will always be a figure of a child on the roof of the temple behind the temple. The bizarre things happen one after another. It is the disappearing child revenge coming back for revenge, or the legendary Is yin and yang blaming?",
        "category": "horror",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/dWQG0NA.jpg",
        "url": ["zcDsqvBJt9Y"]
    },
    {
        "id": 91,
        "title" : "Edge of Innocence",
        "description": "EXO-M အဖွဲ့ဝင် Tao ပါဝင်ထားတဲ့ ဒီဇာတ်ကားဟာ IMDb Rating (7.3) ထိရရှိထားတာကို တွေ့ရပါတယ်။“Edge of Innocence”Tao ရဲ့ပွဲဦးထွက်ရုပ်ရှင်ဇာတ်ကားဖြစ်လာမဲ့ Edge ofInnocence ကို Shanghai Film Festival မှာပြသခဲ့ရာမှာ Feedback ကောင်းတွေအများကြီးရရှိခဲ့ပါတယ်….(Tao ပရိသတ်မဟုတ်တဲ့)ကြည့်ရှုသူတစ်ဦးပြောထားတာကတော့ ဇာတ်လမ်းဟာမျှော်မှန်းထားခဲ့တာထက်အလွန်ကိုကောင်းမွန်ပြီး စိတ်လှုပ်ရှားစရာတွေနဲ့ပြည့်နေတယ်လို့ဆိုပါတယ်…မထင်မှတ်ထားတဲ့ Plot twists တွေအပြင် မူရင်း ဝတ္ထု Summer, the portraits of 19 years old နဲ့ကွဲပြားတဲ့ဇာတ်သွားတချို့ကြောင့်ဇာတ်လမ်းအရှိန်ကပိုမိုကောင်းမွန်သွားတယ်လို့ပြောပါတယ်..ဇာတ်လမ်းရဲ့ပထမတစ်ဝက်မှာ အပြစ်ရှိသူကဘယ်သူလဲ လို့လိုက်စဉ်းစားရင်း ဒုတိယတစ်ဝက်ရဲ့Plot twists ကသူ့ကိုအံ့ဩစေပါတယ်တဲ့…နာမည်ကြီးတရုတ် ဇာတ်လမ်းတွဲဒါရိုက်တာတစ်ဦးကတော့ Shanghai Intl Film Festival မှာကြည့်ခဲ့ရသမျှထဲEdge of Innocence ဟာ လူငယ်ဇာတ်လမ်းတွေထဲမှာအကောင်းဆုံးဇာတ်လမ်းတစ်ခုဖြစ်ပြီး ကြည့်ရှုဖို့သူ Recommend ပေးလိုကြောင်းပြောကြားထားပါတယ်…တခြားတစ်ဦးကလည်း ဒီဇာတ်လမ်းဟာ သရုပ်ဆောင်အသစ်တွေနဲ့ဖြစ်ပေမဲ့ မူရင်းဇာတ်အိမ်ခိုင်မာမှုအပြင်သရုပ်ဆောင်တွေနဲ့ ဇာတ်ကောင်နဲ့အံဝင်ခွင်ကျဖြစ်မှုတို့ပါမျှော်လင့်ထားလို့ရတယ်လို့ပြောခဲ့ပါတယ်…တခြားရုပ်ရှင်ဝေဖန်ရေးသမားတချို့ကလည်းဒီဇာတ်ကားကို positive feedback ပေးထားကြတာကြောင့်ရင်ခုန်စရာပါပဲ..Edge of Innocence ရုပ်ရှင်ဟာ Japan စာရေးဆရာ Shimada Soji ရဲ့ Summer, the portraits of 19 years old ကိုရိုက်ကူးထားတာဖြစ်ပြီး Z.Tao, Oral Yang, LiMeng နဲ့KelvinTu တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားတာက Mystery, Thriller, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်… Tao ကတော့ ၁၉ နှစ်အရွယ်အားကစားသမားလေး KangQiao အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာပါ…",
        "category": "thriller",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Xcn8fYD.jpg",
        "url": ["hv9KqJkD0jk"]
    },
    {
        "id": 92,
        "title" : "The Four (Chinese)",
        "description": "ပရိတ်သတ်တွေရဲ့ အသည်းကျော် ဂူဂူးလေးရဲ့ The Four ကားလေးကို စာအမှန် ရုပ်ထွက်အကြည် နဲ့ ပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ …..ရဲချုပ် လျှို လူကြီးမင်းဦးဆောင်နေတဲ့ ဌာန ၆ ဆိုတဲ့ အထူးစုံစမ်းထောက်လှမ်းရေး အဖွဲ့တစ်ခုရှိတယ် ။ခက်ခဲနက်နဲတဲ့ အမှုတော်တော်များများကို ဖော်ထုတ်နိုင်လို့ မင်းနေပြည်တော်မှာ အထူးနာမည်ရပြီး အာဏာရနေတဲ့အဖွဲ့ပေါ့ ။တစ်နေ့မှာ ရွှေဒင်္ဂံါးပြားအတု ထုတ်တဲ့ ဘလောက်တုံး ပျောက်ဆုံးမှု အမှုတစ်ခုကို ဌာန ၆ က ရဲချုပ်ကိုယ်တိုင်ဆင်းဖမ်းရင်း ဆန်ဟုန်ဖူး ဆိုတဲ့ အဖွဲ့တစ်ခုနဲ့ သွားဆုံမိတယ် ။ဆန်ဟုန်ဖူး အဖွဲ့ဆိုတာနန်းတွင်းဘုရင့်အမိန့်တော်နဲ့ ကျူကယ်ကျုံး ဦးဆောင်ဖွဲ့စည်းထားတဲ့ အထူးလျှို့ဝှက်ထောက်လှမ်းရေး အဖွဲ့ဖြစ်နေတယ် ။ကျူကယ်ကျုံးဆိုတာ အရင်တုန်းက ဘုရင့်ကိုယ်ရံတော် ။ စည်းစိမ်ဥစ္စာပြည့်စုံတဲ့ ကိုယ်ရံတော် ရာထူးကိုကျူကယ်ကျုံးက ချိုင်လူကြီးမင်းနဲ့ ပြသနာရှိတယ် ဆိုပြီး စွန့်လွှတ်ခဲ့ပြီး ဆန်ဟုန်ဖူးဆိုပြီး အဖွဲ့တစ်ခုကို ထူထောင်ထားခဲ့တယ် ။ဆန်ဟုန်ဖူး အဖွဲ့ကိုဌာန ၆ ရဲချုပ် လျှိုလူကြီးမင်းက မယုံဘူး ။ ဒါကြောင့် သူ ယုံကြည်စိတ်ချရတဲ့ ဌာန ၆ က သူ့တပည့် လန်လင်ချီကိုအဖွဲ့က ထုတ်ပစ်ပြီး ဆန်ဟုန်ဖူးအဖွဲ့ကို စုံစမ်းစေတယ် ၊ တစ်ဘက်လှည့်နဲ့ ပျက်ဆီးအောင်လည်း ကြံဆောင်စေပါတယ် ။တိုင်းပြည်တစ်ဝန်းလုံးမှာလည်းငွေဒင်္ဂံါးအတုတွေက အစစ်မနဲ့မခြား ပေါများနေတုန်းပဲ ဘဏ်တွေက အတုကိုလက်မခံတော့ အောက်ခြေလူတန်းစားတွေပဲ ဒုက္ခဖြစ်နေကြတယ် ။ ဒဂါႍးပြားအတု နောက်ကွယ်မှာ ဘယ်လို ရာထူးရာခံ ပုဂ္ဂိုလ်တွေရှိနေပြီး ဘယ်လိုလူတွေက နောက်ကွယ် စီမံနေတယ်ဆိုတာကို ဌာန ၆ နဲ့ အတူ ဟုန်ဆန်ဖူး အဖွဲ့သားတွေက ဖော်ထုတ်နိုင့်ပါ့လား ။ ဌာန ၆ ရဲ့ ခြေထိုးခံမှုတွေကိုရော ဆန်ဟုန်ဖူးတွေ တွန်းလှန်နိုင်ပါ့မလား ……..စည်းစိမ်ဥစ္စာ ၊ရာထူးအာဏာကြားက မေတ္တာတရားတွေ ၊အမြီးကျက် အမြီးစားပြီး ကြီးပွားချင်သူတွေ ၊ ခေါင်းကျက် ခေါင်းစားပြီး ကောင်းစားချင်သူတွေနဲ့ သပွတ်အူလို ရှုပ်ထွေးလှတဲ့နန်တွင်းအရှုပ်တော်ပုံနဲ့ နိုင်ငံရေးတွေ ရာထူးလုပွဲတွေကို ခံစားကြပါစေကုန်………",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/K01eEZp.jpg",
        "url": ["1EuyGFhEzNE"]
    },
    {
        "id": 93,
        "title" : "The Gangs The Oscars and The Walking Dead",
        "description": "သူငယ်ချင်း(၂)ယောက်ဟာ ဝါသနာတူ ပြီးငယ်ငယ်ကတည်းက အတူကစားပြီးကြီးပြင်းလာကြတာပါ။တစ်ယောက်နဲ့တစ်ယောက် ကူညီရိုင်းပင်းပြီး အတူကြီးလာကြတယ်။အသက်လေးရလာတော့ ငယ်ငယ်တုန်းကစိတ်ကူးယဉ်ဇာတ်လမ်းတစ်ခုရိုက်ဖို့ရုပ်ရှင်လောကထဲကိုဝင်ခဲ့တယ်…ရုပ်ရှင်ပြီးအောင်မရိုက်နိုင်တဲ့အပြင် အားလုံးပျက်စီးသွားလို့ အကြွေးဗရပွနဲ့ကျန်ခဲ့တယ်…အလုပ်ရှုံးသွားပြီး လျော်ကြေးပေးဖို့အတွက် လူဆိုးဂိုဏ်းထဲ မဝင်ချင်ဘဲ ဝင်လိုက်ရတယ်…။သူတို့အတွက်ကံလေးပြန်တက်လာမယ်လို့ထင်လိုက်တာ…အဲ့ဂိုဏ်းထဲရောက်မှပဲ ငါးပါးမှောက်တော့တာပဲ….သူတို့ လူဆိုးဂိုဏ်းထဲရောက်ပြီး ဘယ်လိုတွေတိုင်ပတ်ကြလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး…",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/JPQtkXj.jpg",
        "url": ["qfRELO2cMSs"]
    },
    {
        "id": 94,
        "title" : "Shadow (Chinese)",
        "description": "တရုတ်နန်းတွင်း သိုင်းကားလေးတစ်ခု တင်ပေးထားပါတယ်။ရှေးခေတ်တုန်းက အမတ်တွေ ဘုရင်တွေဟာ လုပ်ကြံခံရမှာကြောက်လို့လူစားတွေလဲထားတတ်ကြပါတယ်။ဒီကားမှာတော့ အဲဒီလို လူစားကို အရိပ်လို့ ခေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ပေနိုင်ငံရဲ့ ကျင်းမြို့ဟာရန်သူတွေသိမ်းပိုက်ခံထားရပြီးတော့ ယန်မျိုးနွယ်စစ်သူကြီးကကာကွယ်ထားတဲ့အတွက် ဘယ်သူမှ ပြန်မသိမ်းနိုင်တဲ့အခြေအနေပါ။ပေနိုင်ငံရဲ့ စစ်သူကြီးဟာ ဒီမြို့ကိုပြန်ယူဖို့ ယန်စစ်သူကြီးနဲ့ စီးချင်းထိုးဖို့ စိန်ခေါ်ခဲ့ပါတယ်။ဘုရင်ရဲ့ ပရိယာယ်၊ စစ်သူကြီးရဲ့ အကြံအစည်တွေကြားမှာညပ်နေတဲ့ အရိပ်အကြောင်းကို ကြည့်လိုက်ရအောင်။",
        "category": "action",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/UGE9giO.jpg",
        "url": ["9FMXW--kghw"]
    },
    {
        "id": 95,
        "title" : "Princess Romance (Chinese)",
        "description": "Adopted by middle classed parents, Xiao Mai has always had a dream to be an heiress. Who knew that one day this dream would come true. Xiao Mai's biological grandfather is the head of a prestigous aristocratic family and after many years of searching, he finally finds his long lost granddaughter. As she starts her life as an heiress, everyday is filled with excitement, however, everything seems a bit different from what she had imagined them to be.",
        "category": "history",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/01HZliR.jpg",
        "url": ["0oxTfL4PAj0"]
    },
    {
        "id": 96,
        "title" : "Special Female Force (Chinese)",
        "description": "အမျိုးသမီးဇာတ်ကောင်အသားပေး Action , Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။၁၉၈၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Inspector Wears Skirts ဇာတ်ကားကို Remark ပြန်လုပ်ထားတဲ့ဇာတ်ကားပါ။Eliza Sam, Anita Chui, Cathryn Lee, Mandy Ho, Joyce Cheng, Jeana Ho စတဲ့ ဟောင်ကောင်မင်းသမီးအချောအလှတွေကို ခပ်ကြမ်းကြမ်းမြင်တွေ့ရမှာပါ။ကြည့်ရှုခံစားကြည့်ပါဦး။",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/z4JxhmR.jpg",
        "url": ["30s1lHQ53YE"]
    },
    {
        "id": 97,
        "title" : "Sorry I Love You (Chinese)",
        "description": "ဒီကားလေးကတော့ အသဲခွဲခံရတဲ့ကောင်လေးနဲ့သူ့အပေါ်စာနာနားလည်ပေးနိုင်တဲ့ကောင်မလေးတို့China Drama ဇာတ်ကားကောင်းလေးမလို့တင်ပေးလိုက်ပါတယ်.",
        "category": "drama",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/3s3s9Nt.jpg",
        "url": ["-9mui2fispY"]
    },
    {
        "id": 98,
        "title" : "Fist of Fury 1991 (Chinese)",
        "description": "တရုတ်ကွန်ဖူးရဲ့ ဂန္တမင်းသားကြီး ဘရုစ္စလီရဲ့ Fist of Fury ကို ရုပ်ပြောင်ရိုက်ကူးထားတဲ့ စတီဗင်ချောင်ရဲ့ ၁၉၉၁ ထွက် ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ချောင် ရဲ့ ဇာတ်ကားတွေထုံးစံအတိုင်းပဲ အဖောက်ခန်းတွေ ပြောင်မြောက်တဲ့ ဒိုင်တွေနဲ့ကြည့်ကြရမှာပါဇာတ်လမ်းအကျဉ်းလေးကတော့ ပြည်မသား ချောင်ဟာ သူ့ဝမ်းကွဲ ညီ ကိုလိုက်ရှာဖို့ ဟောင်ကောင်ကို လာခဲ့ပြီး ချီးထုတ် ဆင်း နဲ့ ဆုံမိကြပါတယ် ဒီလိုနဲ့ ချီးထုတ် ၂ကောင်ပေါင်းမိပြီး ပိုက်ဆံ ပြတ်တာ့ ပေါင်း ရှာကြတဲ့အခါမှာ ဒေါ်လာ ဆယ်သန်းရမယ့်လက်ဝှေ့ပွဲ ကို တွေ့ပြီး ဘယ်လို ကလိမ်ကကျစ် ဉာဏ်တွေနဲ့ ဆယ်သန်း ကို ရယူကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ကြရမှာပါ ဘာသာပြန်ကတော့ အောင်မြတ်ရွေပါဗျ",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/Nbe8DvP.jpg",
        "url": ["VrMDUfOOpA4"]
    },
    {
        "id": 99,
        "title" : "Hail the Judge (Chinese)",
        "description": "IMDb 7.5အထိ ရရှိထားတဲ့ စတီဖင်ချောင်ဇာတ်ကားပါ။ခေတ်ကာလ ဘယ်လောက်ပြောင်းပြောင်း လာဘ်ပေးလာဘ်ယူဆိုတာ ပျောက်ရိုးထုံးစံမရှိတဲ့ လောကကြီးမယ်…ပါအိုလောင်ဆင်(စတီဗင်ချောင်)ကတော့ မျိုးရိုးအစဉ်အဆက်ကြောင့် တရားသူကြီးဖြစ်လာတဲ့သူ။ငွေရှိတိုင်းမနိုင်တဲ့ တရားဥပဒေပညာတတ်တိုင်းမနိုင်တဲ့ တရားဥပဒေကို ပါအိုလောင်ဆင်(စတီဗင်ချောင်)က ဘယ်လိုနည်းတွေသုံးပြီး အနိုင်ယူလိုက်တယ်ဆိုတာတော့….။(ရုပ်ရှင်အညွှန်းကို Con Pike မှရေးသားထားပါတယ်။)",
        "category": "comedy",
        "status" : "side",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/SKYQQnw.jpg",
        "url": ["M-W-CVW4UIQ"]
    },
    {
        "id": 100,
        "title" : "Friend Zone (Thai)",
        "description": "သင်ရော သင်ချစ်ရတဲ့သူငယ်ချင်းက friend zoneထဲထည့်ထားခံနေရလား??…ခု Friend zone ကားကတော့ မြန်မာနိုင်ငံအပါအဝင် နိုင်ငံအနှံ့အပြားမှာ ရိုက်ကူးထားခဲ့တာဖြစ်ပြီးဇာတ်ဝင်တေးကိုလည်း နိုင်ငံအစုံက အဆိုတော်တွေနဲ့ ဘာသာမျိုးစုံသီဆိုထားပါတယ်မြန်မာနိုင်ငံက အဆိုတော်ဖြူဖြူကျော်သိန်း အပါအဝင်ပေါ့ဒီဇာတ်ကားထဲမှာတော့ အခုလွှင့်နေတဲ့ လေလွင့်ရွက်ကြွေထဲက မင်းသမီးလေး Baifern Pimchanok က ဂင်းဆိုတဲ့ ကောင်အလေးအဖြစ်နဲ့မင်းသား Nine Naphat ကတော့ ဂင်းကို ကြိတ်သဘောကျနေတဲ့ ကောင်လေး ပမ်အဖြစ် သရုပ်တောင်ထားပါတယ်Friend zone ထဲရောက်နေတဲ့ သူတွေအတွက် အဆိုးဝါးဆုံးအရာကဘာလဲသိလားကိုယ်ချစ်ရတဲ့သူငယ်ချင်းက ရည်းစားရသွားတာပါပဲအဲဒီလိုပဲ ပမ်အနေနဲ့ ဆယ်နှစ်ကျော်ချစ်ခဲ့ရတဲ့ ဂင်းတစ်ယောက် ရည်းစားရပြီး တဇွတ်ထိုးလုပ်နေတာကို လိုက်ထိန်းနေရတဲ့ပမ်တစ်ယောက် အဆုံးသတ်မှာ ဆယ်နှစ်ကြာ friend zoneကနေ ရုန်းထွက်နိုင်မလားဂင်းအနေနဲ့ကရော ပမ့်အပေါ် ဘယ်လိုသဘောထားဆုံးဖြတ်ပေးသွားမလဲဆိုတာကိုငယ်သူငယ်ချင်းကြား အမှတ်တရလေးတွေ ပျော်ရွှင်စရာ ဟာသဖြစ်ရပ်လေးတွေနဲ့အတူ ရိုက်ကူးပုံဖော်ထားပါတယ်❤️❤️သင်လည်း friend zoneထဲထည့်ခံထားရသူဆို ချစ်ရတဲ့crush လေးကို ဒီကားပြပြီး ကိုယ့်အချစ်တွေမြင်လာအောင်ပြလိုက်တော့နော်..",
        "category": "drama",
        "status" : "main",
        "subtitle" : "MM Sub",
        "posterUrl": "https://i.imgur.com/uWE1xvQ.jpg",
        "url": ["kWVB5LC56dM"]
    }
]